Repository: dannysu/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: ar, tr

source: [About/CopyrightAuthor]
ar: ©Andrei Popleteev
tr: ©Andrei Popleteev

source: [Accessibility] Double tap to copy to clipboard
ar: انقر بشكل مزدوج للنسخ إلى الحافظة
tr: Panoya kopyalamak için çift dokunun

source: [Accessibility/activateToListen]
ar: تنشيط للاستماع.
tr: Dinlemek için etkinleştirin.

source: [Accessibility/containsAttachments]
ar: تحتوي على ملفات مرفقة.
tr: Ek içeriyor.

source: [Accessibility/containsIncompatiblePasskey]
ar: تحتوي على مفتاح مرور غير متوافق مع هذا الجهاز.
tr: Bu cihazla uyumsuz bir geçiş kodu içeriyor.

source: [Accessibility/containsOTP]
ar: تحتوي على كلمة مرور تستخدم لمرة واحدة.
tr: Tek kullanımlık şifre içeriyor.

source: [Accessibility/containsPasskey]
ar: تحتوي على مفتاح مرور.
tr: Geçiş kodu içeriyor.

source: [App/ResetEverything/action]
ar: إعادة ضبط
tr: Sıfırla

source: [App/ResetEverything/title]
ar: هل تريد إعادة ضبط التطبيق؟
tr: Uygulama sıfırlansın mı?

source: [AppLock] Unlock
ar: فتح القفل
tr: Kilidi aç

source: [AppLock/Biometric/Hint] Unlock KeePassium
ar: فتح قفل KeePassium
tr: KeePassium'un kilidini açın

source: [AppLock/cancelBiometricAuth] Use Passcode
ar: استخدم كلمة مرور
tr: Şifre Kodu kullan

source: [AppLock/changePasscode]
ar: تغيير رمز المرور
tr: Şifre Kodunu değiştir

source: [AppLock/EnterPasscode/callToAction]
ar: فتح قفل KeePassium
tr: KeePassium'un kilidini aç

source: [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
ar: 123→ABC
tr: 123→ABC

source: [AppLock/Passcode/KeyboardType/switchAction] ABC→123
ar: ABC→123
tr: ABC→123

source: [AppLock/Passcode/KeyboardType/title] Alphanumeric
ar: أبجدي عددي
tr: Alfanümerik

source: [AppLock/Passcode/KeyboardType/title] Numeric
ar: عددي
tr: Nümerik

source: [AppLock/Passcode/orgRequiresStonger]
ar: تشترط المنظمة استخدام رمز مرور أكثر تعقيدًا.
tr: Kuruluşunuz daha karmaşık bir şifre kodu gerektiriyor.

source: [AppLock/Passcode/pressEscForTouchID]
ar: اضغط على الزر Esc لاستخدام بصمة الإصبع
tr: Touch ID için Esc tuşuna basın

source: [AppLock/passcodeUpdated/title]
ar: تمَّ تحديث رمز المرور بنجاح.
tr: Şifre kodu başarıyla güncellendi.

source: [AppLock/savePasscode]
ar: حفظ رمز المرور
tr: Şifre Kodunu kaydet

source: [AppLock/SetupPasscode/callToAction]
ar: احمِ KeePassium من الوصول غير المصرح به
tr: KeePassium'u izinsiz erişimden koruyun

source: [AutoFill/Premium/Upgrade/Manual/text] To upgrade, please manually open KeePassium from your home screen.
ar: للترقية، يرجى فتح KeePassium يدويا من شاشة الهاتف الرئيسية.
tr: Yükseltmek için lütfen KeePassium'u ana ekranınızdan manuel olarak açın.

source: [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
ar: ترقية للإصدار المميز
tr: Premium'a Yükseltme

source: [AutoType/AccessibilityPrompt/callToAction]
ar: افتح "إعدادات النظام ← الخصوصية والأمان ← تسهيلات الاستخدام" وقم بتمكين KeePassium هناك.
tr: Sistem ayarları → Gizlilik ve Güvenlik → Erişilebilirlik adımlarını izleyip buradan KeePassium'u etkinleştirin.

source: [AutoType/AccessibilityPrompt/message]
ar: يحتاج تطبيق KeePassium للحصول على إذنك لإرسال ضغطات المفاتيح إلى التطبيقات الأخرى.
tr: KeePassium'un diğer uygulamalara tuş vuruşları göndermek için izninize ihtiyacı var.

source: [AutoType/AccessibilityPrompt/title]
ar: يحتاج تطبيق KeePassium للحصول على إذنك
tr: KeePassium'un izninize ihtiyacı var

source: [AutoType/action]
ar: تنفيذ الكتابة التلقائية
tr: Otomatik Yazma gerçekleştir

source: [AutoType/Action/OpenSettings]
ar: فتح الإعدادات
tr: Ayarlar'ı aç

source: [AutoType/Error/Title]
ar: تعذرت الكتابة التلقائية
tr: Otomatik Yazma Başarısız

source: [BiometricAuthType] Face ID
ar: Face ID
tr: Face ID

source: [BiometricAuthType] Touch ID
ar: Touch ID
tr: Touch ID

source: [ChallengeResponseError] cancelled
ar: تمّ الإلغاء بواسطة المُستخدم.
tr: Kullanıcı tarafından iptal edildi.

source: [ChallengeResponseError] keyNotConnected
ar: جهاز المفتاح غير متصل.
tr: Donanım anahtarı bağlı değil.

source: [ChallengeResponseError] notAvailableInAutoFill
ar: أجهزة المفاتيح غير مُتاحة في التعبئة التلقائية.
tr: Donanım anahtarları, Otomatik Doldurmada kullanılamıyor.

source: [ChallengeResponseError] notSupportedByDatabaseFormat
ar: أجهزة المفاتيح غير مدعومة في صيغة قاعدة البيانات هذه.
tr: Donanım anahtarları bu veri tabanı formatında desteklenmiyor.

source: [ChallengeResponseError] notSupportedByDeviceOrSystem
ar: هذا الجهاز أو إصدار iOS لا يدعم أجهزة المفاتيح (%@)
tr: Bu cihaz ya da iOS sürümü, donanım anahtarlarını (%@) desteklemiyor

source: [ChallengeResponseError] slotNotConfigured
ar: لم يتم تكوين جهاز المفاتيح للاستجابة إلى التحدي.
tr: Donanım anahtarı, sorgulama-yanıt için yapılandırılmamış.

source: [Cipher/Progress] Decrypting
ar: يجري فكّ التعمية
tr: Şifre çözülüyor

source: [Cipher/Progress] Encrypting
ar: التعمية جارية
tr: Şifreleniyor

source: [Clipboard/Copy/namedValue]
ar: نسخ %@
tr: %@ ögesini kopyala

source: [Clipboard/Copy/notification]
ar: تم النسخ!
tr: Kopyalandı

source: [CryptoError] AES decryption error (code %d)
ar: خطأ في فك تعمية AES (الرمز %d)
tr: AES şifre çözme hatası (%d kodu)

source: [CryptoError] AES encryption error (code %d)
ar: خطأ في تعمية AES (الرمز %d)
tr: AES şifreleme hatası (%d kodu)

source: [CryptoError] AES initialization error (code %d)
ar: خطأ في تهيئة AES (الرمز %d)
tr: AES başlatma hatası (%d kodu)

source: [CryptoError] Argon2 hashing error (code %d)
ar: خطأ في تجزئة Argon2 (الرمز %d)
tr: Argon2 karma hatası (%d kodu)

source: [CryptoError] Invalid data padding (code %d). File corrupt?
ar: حشو بيانات غير صالح (الرمز %d). الملف تالف؟
tr: Geçersiz veri dolgusu (%d kodu). Dosya bozuk olabilir mi?

source: [CryptoError] Invalid KDF parameter: %@ - %@. File corrupt?
ar: عامل KDF غير صالح: %1$@ - %2$@. الملف تالف؟
tr: Geçersiz KDF parametresi: %1$@ - %2$@. Dosya bozuk olabilir mi?

source: [CryptoError] Random number generator error (code %d)
ar: خطأ في تكوين رقم عشوائي (الرمز %d)
tr: Rastgele sayı üretme hatası (%d kodu)

source: [CryptoError] Twofish cipher error (code %d)
ar: خطأ في التعمية الثُنائية (الرمز %d)
tr: Twofish şifreleme hatası (%d kodu)

source: [Database/Add] Selected file "%@" does not look like a database.
ar: الملف المُحدد "%@" لا يبدو كقاعدة بيانات.
tr: Seçili dosya "%@" veri tabanına benzemiyor.

source: [Database/Create/action] Create Database
ar: إنشاء قاعدة بيانات
tr: Veri Tabanı oluştur

source: [Database/CustomIcon/add]
ar: إضافة أيقونة مُخصصة
tr: Özel Simge ekle

source: [Database/CustomIcon/All/count]
ar: كل الأيقونات المخصصة: %d
tr: Tüm özel simgeler: %d

source: [Database/CustomIcon/deleteAll]
ar: حذف الكل
tr: Tümünü Sil

source: [Database/CustomIcon/deleteUnused]
ar: حذف الأيقونات غير المستخدمة
tr: Kullanılmayan Simgeleri sil

source: [Database/CustomIcon/DownloadFavicon/action]
ar: تنزيل الأيقونة المفضلة
tr: Favicon'u indir

source: [Database/CustomIcon/DownloadFavicons/action]
ar: تنزيل الأيقونات المفضلة
tr: Favicon indir

source: [Database/CustomIcon/DownloadFavicons/stats]
ar: عدد الإدخالات التي تمت معالجتها: %1$d عدد الأيقونات التي تم تحديثها: %2$d
tr: İşlenen girdiler: %1$d Güncellenen simgeler: %2$d

source: [Database/CustomIcon/DownloadFavicons/status]
ar: جارٍ تنزيل الأيقونات المفضلة
tr: Favicon'lar indiriliyor

source: [Database/CustomIcon/DownloadOneFavicon/status]
ar: جارٍ تنزيل الأيقونة المفضلة
tr: Favicon indiriliyor

source: [Database/CustomIcon/Unused/count]
ar: الأيقونات غير المستخدمة: %d
tr: Kullanılmayan simgeler bulundu: %d

source: [Database/Delete/Confirm/text] Delete database file? Make sure you have a backup.
ar: حذف ملف قاعدة البيانات؟ تأكد من أن يكون لديك نسخة احتياطية.
tr: Veri tabanı dosyası silinsin mi? Yedeklemeniz olduğundan emin olun.

source: [Database/EncryptionSettings/Change/action]
ar: تغيير إعدادات التشفير
tr: Şifreleme Ayarlarını değiştir

source: [Database/EncryptionSettings/dataCipher]
ar: خوارزمية التشفير
tr: Şifreleme Algoritması

source: [Database/EncryptionSettings/iterations]
ar: تكرارات التحويل
tr: Dönüştürme Turları

source: [Database/EncryptionSettings/kdf]
ar: دالة اشتقاق المفتاح
tr: Anahtar Türetme İşlevi

source: [Database/EncryptionSettings/memory]
ar: استخدام الذاكرة
tr: Bellek Kullanımı

source: [Database/EncryptionSettings/memoryAutoFillWarning]
ar: متطلبات الذاكرة العالية يمكن أن تتسبب في جعل قاعدة البيانات هذه غير متوافقة مع التعبئة التلقائية لكلمات المرور.
tr: Yüksek bellek gereklilikleri, bu veri tabanının Şifre Otomatik Doldurma ile uyumsuz hâle gelmesine neden olabilir.

source: [Database/EncryptionSettings/reset]
ar: إعادة الضبط إلى الإعدادات الموصى بها
tr: Önerilen Ayarlara sıfırla

source: [Database/EncryptionSettings/threads]
ar: التوازي
tr: Paralellik

source: [Database/EncryptionSettings/title]
ar: إعدادات التشفير
tr: Şifreleme Ayarları

source: [Database/Entry/LinkedDatabase/message]
ar: يشير هذا الإدخال إلى قاعدة بيانات أخرى.
tr: Bu girdi, başka bir veri tabanına işaret ediyor.

source: [Database/Export/PlainText/warning]
ar: سوف يحتوي الملف المصدّر على بياناتك بتنسيق نص عادي، دون أي حماية.
tr: Dışa aktarılan dosya, verilerinizi korunmasız bir şekilde düz metin olarak içerecek.

source: [Database/ExternalChange/notification]
ar: تغيّر ملف قاعدة البيانات. هل تريد إعادة التحميل؟
tr: Veri tabanı dosyası değişti. Yeniden yüklensin mi?

source: [Database/ExternalChange/Status/checkInProgress]
ar: جارٍ التحقق من التغييرات…
tr: Değişiklikler kontrol ediliyor…

source: [Database/ExternalChange/Status/failed]
ar: تعذر التحديث
tr: Yenileme başarısız oldu

source: [Database/ExternalChange/Status/upToDate]
ar: محدّثة
tr: Güncel

source: [Database/FormatVersion/Conversion/allDataPreserved]
ar: سيتم الإبقاء على جميع بياناتك.
tr: Tüm verileriniz korunacak.

source: [Database/FormatVersion/PasskeysNotSupported]
ar: التنسيق الحالي لقاعدة البيانات لا يدعم مفاتيح المرور.
tr: Mevcut veri tabanı formatı, geçiş kodlarını desteklemiyor.

source: [Database/FormatVersion/Upgrade/text]
ar: يحتاج تطبيق KeePassium إلى ترقية تنسيق ملف قاعدة البيانات (من %1$@ إلى %2$@). قد تحتاج إلى تحديث التطبيقات الأخرى التي تستخدم قاعدة البيانات هذه.
tr: KeePassium'un veri tabanı dosya formatınızı yükseltmesi gerekiyor ( %1$@ > %2$@). Bu veri tabanını kullanan diğer uygulamaları güncellemeniz gerekebilir.

source: [Database/FormatVersion/Upgrade/title]
ar: قبل المتابعة
tr: Devam etmeden önce

source: [Database/IconSet/System/title]
ar: النظام
tr: Sistem

source: [Database/Item/Edited/state]
ar: تم التعديل
tr: Düzenlendi

source: [Database/LesserTargetFormat/warning]
ar: صيغة قاعدة البيانات هذه قديمة، قد تضيع بعض البيانات.
tr: Bu, eski bir veri tabanı formatıdır, bazı veriler kaybedilebilir.

source: [Database/List/empty]
ar: لا توجد ملفات قاعدة بيانات
tr: Veritabanı dosyası yok

source: [Database/List/LocalMissing/callToAction]
ar: افتح التطبيق
tr: Uygulamayı aç

source: [Database/List/LocalMissing/message]
ar: في حال عدم ظهور بعض الملفات المحلية في القائمة، يُرجى تشغيل تطبيق KeePassium الأساسي أولًا.
tr: Bazı yerel dosyalar listelenmiyorsa önce ana KeePassium uygulamasını başlatın.

source: [Database/List/title]
ar: قواعد البيانات
tr: Veri Tabanları

source: [Database/Load/Error] Cannot find database file
ar: يتعذَّر العثور على ملف قاعدة البيانات
tr: Veri tabanı dosyası bulunamadı

source: [Database/Load/Error] Cannot find key file
ar: يتعذَّر العثور على ملف المفتاح
tr: Anahtar dosyası bulunamadı

source: [Database/Load/Error] Cannot open database file
ar: يتعذَّر فتح ملف قاعدة البيانات
tr: Veri tabanı dosyası açılamadı

source: [Database/Load/Error] Cannot open key file
ar: يتعذَّر فتح ملف المفتاح
tr: Anahtar dosyası açılamadı

source: [Database/Load/Error] Incorrect database format
ar: تنسيق قاعدة البيانات غير صحيح: %@.
tr: Hatalı veri tabanı formatı: %@.

source: [Database/Load/Error] Please provide at least a password or a key file
ar: يُرجى تعيِّين كلمة مرور أو ملف مفتاح على الأقل
tr: Lütfen en az bir şifre veya anahtar dosyası sağlayın

source: [Database/Load/Error] Unrecognized database format
ar: صيغة قاعدة البيانات غير معترف بها
tr: Tanınmayan veri tabanı formatı

source: [Database/Load/Error/encryptedByIntune]
ar: قاعدة البيانات هذه محمية بواسطة سياسات تكنولوجيا المعلومات الخاصة بالشركة وMicrosoft Intune.
tr: Bu veri tabanı, kurumsal BT politikalarınız ve Microsoft Intune tarafından korunmaktadır.

source: [Database/Loading/FromCache/text]
ar: يتعذَّر الوصول إلى قاعدة البيانات. هذِهِ أحدث نُسخة محليَّة.
tr: Veri tabanına ulaşılamıyor. Bu, en son yerel kopyası.

source: [Database/Loading/ReadOnly/text]
ar: قاعدة البيانات للقراءة فقط
tr: Bu veri tabanı salt okunur

source: [Database/Loading/Status] Loading...
ar: جاري التحميل...
tr: Yükleniyor...

source: [Database/MasterKey/Change/action]
ar: تغيير المفتاح الرئيس
tr: Ana Anahtarı değiştir

source: [Database/MasterKey/changed] Master key successfully changed
ar: تم تغيير المفتاح الرئيس بنجاح
tr: Ana anahtar başarıyla değiştirildi

source: [Database/MasterKey/RememberYourPassword/text]
ar: إذا نسيته، لن تتمكن من الوصول إلى بياناتك. لا يوجد خيار لإعادة تعيين كلمة المرور.
tr: Olur da unutursanız verilerinize bir daha erişemezsiniz. Şifre sıfırlama seçeneği yoktur.

source: [Database/MasterKey/RememberYourPassword/title]
ar: تذكَّر كلمة مرور قاعدة البيانات الخاصة بك
tr: Veri tabanı şifrenizi unutmayın

source: [Database/MasterKey/title]
ar: ‮المفتاح الرئيس
tr: Ana Anahtar

source: [Database/New/title]
ar: قاعدة بيانات جديدة
tr: Yeni Veri Tabanı

source: [Database/Open/action] Open Database
ar: فتح قاعدة البيانات
tr: Veri Tabanını aç

source: [Database/Opened/action] Lock Database
ar: قَفل قاعدة البيانات
tr: Veri Tabanını kilitle

source: [Database/Opened/Warning/action] Close Database
ar: إغلاق قاعدة البيانات
tr: Veri Tabanını kapat

source: [Database/Opened/Warning/action] Ignore and Continue
ar: تجاهل والمتابعة
tr: Yoksay ve Devam Et

source: [Database/Opened/Warning/lastEdited] Database was last edited by: %@
ar: آخر تعديل لقاعدة البيانات كان بواسطة: %@
tr: Veri tabanını en son düzenleyen: %@

source: [Database/Opened/Warning/title] Your database is ready, but there was an issue.
ar: قاعدة البيانات الخاصة بك جاهزة، ولكن هناك مشكلة.
tr: Veri tabanınız hazır ancak bir sorun oluştu.

source: [Database/Operations/title]
ar: العمليات التشغيلية لقاعدة البيانات
tr: Veri Tabanı İşlemleri

source: [Database/Passkey/Error/UnsupportedAlgorithm/description]
ar: خوارزمية مفتاح المرور غير مدعومة
tr: Desteklenmeyen geçiş kodu algoritması

source: [Database/Print/preparingPreview]
ar: جارٍ تحضير المعاينة…
tr: Ön izleme hazırlanıyor…

source: [Database/Progress] Done
ar: تمَّ التحميل
tr: Bitti

source: [Database/Progress] Loading key file...
ar: يجري تحميل ملف المفتاح...
tr: Anahtar dosyası yükleniyor...

source: [Database/Progress/checkingDatabaseForModifications]
ar: جارٍ التحقق من قاعدة البيانات للتعديلات…
tr: Veri tabanı, değişiklikler için kontrol ediliyor…

source: [Database/Progress/downloading]
ar: يجري تنزيل ملف قاعدة البيانات...
tr: Veri tabanı dosyası indiriliyor...

source: [Database/Progress/makingDatabaseBackup]
ar: يجري إنشاء نسخة احتياطية...
tr: Yedek kopyası hazırlanıyor...

source: [Database/Progress/resolving]
ar: يجري الاتصال بخدمة التخزين...
tr: Yer sağlayıcınızla iletişime geçiliyor...

source: [Database/Progress/resolvingFieldReferences]
ar: يجري حل مراجع الحقول…
tr: Alan referansları çözülüyor…

source: [Database/Progress/resolvingSyncConflict]
ar: جارٍ حل التعارض مع المزامنة…
tr: Senkronizasyon çakışması çözülüyor…

source: [Database/Progress/writingDatabaseFile]
ar: جارٍ كتابة ملف قاعدة البيانات…
tr: Veri tabanı dosyası yazılıyor…

source: [Database/RecommendRemote/callToAction]
ar: حاول الاتصال بوحدة التخزين السحابي مباشرةً من تطبيق KeePassium.
tr: Uzaktan erişim alanınıza doğrudan KeePassium üzerinden bağlanmayı deneyin.

source: [Database/Reload/action]
ar: إعادة تحميل قاعدة البيانات
tr: Veri Tabanını Yeniden Yükle

source: [Database/Remove/Confirm/text] Remove database from the list? The file will remain intact and you can add it again later.
ar: إزالة قاعدة البيانات من القائمة؟ سيبقى الملف سليماً ويمكنك إضافته مرة أخرى لاحقاً.
tr: Veri tabanı listeden kaldırılsın mı? Dosya sağlam kalır ve daha sonra tekrar ekleyebilirsiniz.

source: [Database/Save/action] Save Database
ar: حفظ قاعدة البيانات باسم
tr: Veri Tabanını kaydet

source: [Database/SaveToServer/action]
ar: حفظ في الخادم
tr: Sunucuya Kaydet

source: [Database/Saving/Status] Done
ar: تمَّ التحميل
tr: Bitti

source: [Database/Saving/Status] Saving...
ar: جاري الحفظ...
tr: Kaydediliyor...

source: [Database/Settings/ConsiderFileUnreachable/Immediately]
ar: فورًا
tr: Hemen

source: [Database/Settings/ConsiderFileUnreachable/title]
ar: اعتبار الملف لا يمكن الوصول إليه
tr: Dosyayı Ulaşılamaz Olarak Kabul Et

source: [Database/Settings/ExternalChanges/dontCheck]
ar: عدم التحقق
tr: Kontrol etme

source: [Database/Settings/ExternalChanges/notify]
ar: التنبيه
tr: Bildir

source: [Database/Settings/ExternalChanges/reload]
ar: إعادة التحميل تلقائيًا
tr: Otomatik Yeniden Yükle

source: [Database/Settings/ExternalChanges/title]
ar: قاعدة البيانات تم تعديلها خارجيًا
tr: Veri Tabanı Harici Olarak Değiştirildi

source: [Database/Settings/FallbackStrategy/ReAddFile/title]
ar: إعادة إضافة الملف
tr: Dosyayı Yeniden Ekle

source: [Database/Settings/FallbackStrategy/ShowError/title]
ar: إظهار رسالة خطأ
tr: Hata Göster

source: [Database/Settings/FallbackStrategy/title]
ar: عند تعذُّر الوصول إلى الملف
tr: Dosya Ulaşılamazsa

source: [Database/Settings/FallbackStrategy/UseCache/title]
ar: استخدام نُسخة محليَّة
tr: Yerel Kopya Kullan

source: [Database/Settings/FileAccess/title]
ar: الوصول إلى الملف
tr: Dosya Erişimi

source: [Database/Settings/ReadOnly/title]
ar: للقراءة فقط
tr: Salt Okunur

source: [Database/Settings/title]
ar: إعدادات قاعدة البيانات
tr: Veri Tabanı Ayarları

source: [Database/Switch/action]
ar: تبديل قاعدة البيانات
tr: Veri Tabanını değiştir

source: [Database/SyncConflict/Cancel/description]
ar: إلغاء الحفظ ، ترك الملف الهدف بلا تغيير.
tr: Kaydetmeyi iptal et, hedef dosyaya dokunma.

source: [Database/SyncConflict/currentVersion]
ar: الإصدار الحالي
tr: Mevcut sürüm

source: [Database/SyncConflict/description]
ar: لقد تغيرت قاعدة البيانات منذ تحميلها في KeePassium.
tr: Veri tabanı KeePassium'da yüklendiğinden beri değişti.

source: [Database/SyncConflict/loadedVersion]
ar: النسخة المُحمَّلَة
tr: Yüklenen sürüm

source: [Database/SyncConflict/Merge/action]
ar: دَمج
tr: Birleştir

source: [Database/SyncConflict/Merge/description]
ar: دمج التغييرات قبل الحفظ.
tr: Kaydetmeden önce değişiklikleri birleştirin.

source: [Database/SyncConflict/Overwrite/description]
ar: الكتابة فوق الملف المستهدف بالإصدار المحلي.
tr: Hedef dosyanın üzerine yerel sürümü yazın.

source: [Database/SyncConflict/SaveAs/description]
ar: حفظ التغييرات إلى ملف آخر.
tr: Değişiklikleri başka bir dosyaya kaydedin.

source: [Database/SyncConflict/title]
ar: تعارُض في المُزامَنَة
tr: Senkronizasyon Çakışması

source: [Database/Unlock/Error] Failed to open key file
ar: فشل فتح ملف المفتاح
tr: Anahtar dosyası açılamadı

source: [Database/Unlock/Error] Password and key file are both empty.
ar: كلمة المرور وملف المفتاح كِلاهُما فارغان.
tr: Şifre ve anahtar dosyasının ikisi de boş.

source: [Database/Unlock/UseFallback/action]
ar: استخدام نُسخة محليَّة
tr: Yerel Kopya Kullan

source: [Database/Unlock/wrongPassword/question]
ar: هل نسيت كلمة السر؟
tr: Şifrenizi mi unuttunuz?

source: [Database/UnsavedChanges/autoFillCrashed]
ar: لم تتمكن ميزة التعبئة التلقائية من حفظ بعض التغييرات لوجود قيود تقنية.
tr: Teknik bir sınırlama nedeniyle Otomatik Doldurma bazı değişiklikleri kaydedemedi.

source: [Database/UnsavedChanges/cannotModifyYet]
ar: للأسف، لا تستطيع ميزة التعبئة التلقائية تعديل قواعد البيانات الكبيرة بعد. نحن نعمل على حل هذه المشكلة.
tr: Ne yazık ki, Otomatik Doldurma henüz büyük veri tabanlarını değiştiremiyor. Bu sorunu çözmeye çalışıyoruz.

source: [Database/UnsavedChanges/couldNotApply]
ar: تعذر تطبيق بعض التغييرات المعلقة تلقائيًا؛ قد تكون هناك تعديلات حديثة مفقودة.
tr: Bazı bekleyen değişiklikler otomatik olarak uygulanamadı; yakın zamanda yapılan değişiklikler eksik olabilir.

source: [Database/UnsavedChanges/OpenAppCallToAction]
ar: لحفظ التغييرات، افتح تطبيق KeePassium الرئيسي.
tr: Değişiklikleri kaydetmek için ana KeePassium uygulamasını açın.

source: [Database/UnsavedChanges/Problematic/info]
ar: تشير بعض التغييرات المعلقة إلى الإدخالات أو المجموعات المفقودة. سينشئ تطبيق KeePassium هذه العناصر في مجموعة منفصلة ويطبّق التغييرات هناك.
tr: Bazı bekleyen değişiklikler, eksik girdi veya grupları ifade eder. KeePassium, bu ögeleri ayrı bir grupta oluşturur ve değişiklikleri orada uygular.

source: [Database/UnsavedChanges/RecoveredEntriesGroup/name]
ar: التغييرات المستردة (%@)
tr: Kurtarılan Değişiklikler (%@)

source: [Database/UnsavedChanges/saveAction]
ar: حفظ التغييرات
tr: Değişiklikleri Kaydet

source: [Database/UnsavedChanges/someDatabases]
ar: هناك تغييرات غير محفوظة في التعبئة التلقائية لقاعدة بيانات واحدة أو أكثر.
tr: Bir veya daha fazla veri tabanında Otomatik Doldurma ile yapılmış kaydedilmemiş değişiklikler var.

source: [Database/UnsavedChanges/thisDatabase]
ar: قاعدة البيانات هذه بها تغييرات غير محفوظة تم إجراؤها في التعبئة التلقائية.
tr: Bu veri tabanında Otomatik Doldurma'da yapılan kaydedilmemiş değişiklikler var.

source: [Database/UnsavedChanges/title]
ar: هناك تغييرات غير محفوظة
tr: Kaydedilmemiş Değişiklikler

source: [Database1/FormatError] Database file is corrupted.
ar: ملف قاعدة البيانات تالف.
tr: Veri tabanı dosyası bozuk.

source: [Database1/FormatError] Error parsing field %@. Corrupted database file?
ar: خطأ في تحليل الحقل %@. ملف قاعدة البيانات تالف؟
tr: %@ alanı ayrıştırılırken hata oluştu. Veri tabanı dosyası bozuk olabilir mi?

source: [Database1/FormatError] Found an entry outside any group. Corrupted DB file?
ar: تمَّ العثور على سجل خارج أي مجموعة. ملف قاعدة البيانات تالف؟
tr: Herhangi bir grubun dışında bir girdi bulundu. VT dosyası bozuk olabilir mi?

source: [Database1/FormatError] Unexpected end of file. Corrupted database file?
ar: نهاية غير متوقعة للملف. ملف قاعدة البيانات تالف؟
tr: Beklenmeyen dosya sonu. Veri tabanı dosyası bozuk olabilir mi?

source: [Database1/Header1/Error] Header reading error. DB file corrupt?
ar: خطأ في قراءة الترويسة. ملف قاعدة البيانات تالف؟
tr: Başlık okuma hatası. VT dosyası bozuk olabilir mi?

source: [Database1/Header1/Error] Unsupported cipher. (Code: %@)
ar: تعمية غير مدعومة. (الرمز: %@)
tr: Desteklenmeyen şifreleme. (Kod: %@)

source: [Database1/Header1/Error] Unsupported database format version: %@.
ar: صيغة قاعدة البيانات غير مدعومة الاصدار: %@.
tr: Desteklenmeyen veri tabanı formatı sürümü: %@.

source: [Database1/Header1/Error] Wrong file signature. Not a KeePass database?
ar: توقيع الملف خاطئ. ليست قاعدة بيانات KeePass؟
tr: Yanlış dosya imzası. KeePass veri tabanı değil mi?

source: [Database1/Progress] Packing the content
ar: تجميع المحتوى
tr: İçerik paketleniyor

source: [Database1/Progress] Parsing content
ar: تحليل المحتوى
tr: İçerik ayrıştırılıyor

source: [Database2/backupGroupName] Recycle Bin
ar: سلَّة المحذوفات
tr: Geri Dönüşüm Kutusu

source: [Database2/FormatError] Cannot parse database. %@
ar: يتعذَّر تحليل قاعدة البيانات. %@
tr: Veri tabanı ayrıştırılamıyor. %@

source: [Database2/FormatError] Corrupted database file (block %d has negative size)
ar: ملف قاعدة بيانات تالف (الكتلة %d لها حجم سالب)
tr: Bozuk veri tabanı dosyası (%d blokunun boyutu negatif)

source: [Database2/FormatError] Corrupted database file (hash mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق التجزئة في الكتلة %d)
tr: Bozuk veri tabanı dosyası (%d blokunda karma uyuşmazlığı)

source: [Database2/FormatError] Corrupted database file (HMAC mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق HMAC في الكتلة %d)
tr: Bozuk veri tabanı dosyası (%d blokunda HMAC uyuşmazlığı)

source: [Database2/FormatError] Gzip error: %@
ar: خطأ Gzip: %@
tr: Gzip hatası: %@
