Repository: dannysu/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: ar, tr

source: [Intune/OrgNeedsToManage]
ar: لحماية بياناتها، تحتاج مؤسستك إلى إدارة هذا التطبيق. لإكمال هذا الإجراء، سجل الدخول باستخدام حساب العمل أو المدرسة.
tr: Verilerini korumak için kuruluşunuzun bu uygulamayı yönetmesi gerekiyor. Bu eylemi tamamlamak için iş veya okul hesabınız ile oturum açın.

source: [Intune/PersonalVersionElsewhere]
ar: الإصدار الشخصي من تطبيق KeePassium متاح على App Store.
tr: Kişisel kullanım için KeePassium sürümü App Store'da mevcuttur.

source: [Item/History/Restored]
ar: اُستُعيدَ الإصدار السابق
tr: Önceki sürüm geri yüklendi

source: [Item/Properties/Advanced/title]
ar: مُتقدِم
tr: Gelişmiş

source: [Item/Properties/AutoFill/allowed]
ar: مَسمُوح
tr: İzin Verildi

source: [Item/Properties/AutoFill/disabled]
ar: معطل
tr: Devre Dışı

source: [Item/Properties/AutoFill/KeePassXC/title]
ar: التعبئة التلقائية لكلمات المرور (KeePassXC)
tr: Otomatik Şifre Doldurma (KeePassXC)

source: [Item/Properties/AutoFill/title]
ar: التعبئة التلقائية لكلمات المرور
tr: Otomatik Şifre Doldurma

source: [Item/Properties/inheritedValue]
ar: مستمد من المجموعة الأصلية (%@)
tr: Üst grup üzerinden devral (%@)

source: [Item/Properties/PasswordAudit/allowed]
ar: مَسمُوح
tr: İzin Verildi

source: [Item/Properties/PasswordAudit/disabled]
ar: معطل
tr: Devre Dışı

source: [Item/Properties/PasswordAudit/title]
ar: التدقيق في كلمات المرور
tr: Şifre Denetimi

source: [Item/Properties/Search/allowed]
ar: مَسمُوح
tr: İzin Verildi

source: [Item/Properties/Search/disabled]
ar: معطل
tr: Devre Dışı

source: [Item/Properties/Search/title] Search
ar: البحث
tr: Arama

source: [Item/Properties/title]
ar: الخصائص
tr: Özellikler

source: [ItemCategory] Default (KeePass)
ar: الافتراضي (KeePass)
tr: Varsayılan (KeePass)

source: [ItemIconPicker/CustomIcons]
ar: أيقونات مُخصصة
tr: Özel Simgeler

source: [ItemIconPicker/StandardIcons]
ar: الأيقونات القياسيَّة
tr: Standart Simgeler

source: [KDF/Progress] Processing the master key
ar: مُعالجة المفتاح الرئيس
tr: Ana anahtar işleniyor

source: [KeychainError/generic] Keychain error (code %d)
ar: خطأ في سلسلة المفاتيح (الرمز %d)
tr: Anahtar zinciri hatası (%d kodu)

source: [KeychainError/unexpectedFormat] Keychain error: unexpected data format
ar: خطأ في سلسلة المفاتيح: صيغة بيانات غير متوقع
tr: Anahtar zinciri hatası: beklenmeyen veri formatı

source: [KeyFile/Add/action]
ar: إضافة ملف مفتاح
tr: Anahtar Dosyası Ekle

source: [KeyFile/Create/action]
ar: إنشاء ملف المفتاح
tr: Anahtar Dosyası oluştur

source: [KeyFile/Create/defaultName]
ar: keyfile.dat
tr: anahtardosyası.dat

source: [KeyFile/Delete/Confirm/text] Delete key file? Make sure you have a backup.
ar: حذف ملف المفتاح؟ تأكد أن لديك نسخة احتياطية.
tr: Anahtar dosyası silinsin mi? Yedeğinin olduğundan emin olun.

source: [KeyFile/error]
ar: خطأ في ملف المفتاح: %@
tr: Anahtar Dosya Hatası: %@

source: [KeyFile/Field/title]
ar: ملف المفتاح
tr: Anahtar Dosyası

source: [KeyFile/Import/action]
ar: استيراد ملف المفتاح
tr: Anahtar Dosyası içe aktar

source: [KeyFile/Import/actionDescription]
ar: إضافة ملف إلى التطبيق
tr: Dosyayı uygulamaya ekle

source: [KeyFile/List/empty]
ar: لا توجد ملفات مفاتيح
tr: Anahtar dosyası yok

source: [KeyFile/List/title]
ar: ملفات المفاتيح
tr: Anahtar Dosyalar

source: [KeyFile/None/description]
ar: استخدام كلمة المرور فقط
tr: Sadece şifre kullan

source: [KeyFile/None/title]
ar: لا يوجد ملف مفتاح
tr: Anahtar Dosyası Yok

source: [KeyFile/Remove/Confirm/text] Remove key file from the list? The file will remain intact and you can add it again later.
ar: إزالة ملف المفتاح من القائمة؟ سيبقى الملف سليماً ويمكنك إضافته لاحقاً مرة أخرى.
tr: Veri tabanı listeden silinsin mi? Dosya aynı kalır ve daha sonra tekrar ekleyebilirsiniz.

source: [KeyFile/Use/action]
ar: تحديد ملف المفتاح
tr: Anahtar Dosyası seç

source: [KeyFile/Use/actionDescription]
ar: الاستخدام من دون إضافة
tr: Eklemeden kullan

source: [KeyFileError/Corrupted/title]
ar: ملف المفتاح تالِف
tr: Anahtar dosyası bozuk

source: [KeyFileError/UnsupportedFormat/title]
ar: ملف مفتاح غير مدعوم
tr: Desteklenmeyen anahtar dosyası formatı

source: [Menu/FileInfo/title]
ar: معلومات الملف
tr: Dosya Bilgileri

source: [Menu/Settings/title]
ar: الإعدادات
tr: Ayarlar…

source: [Menu/Sort] Sort Files By
ar: ترتيب الملفات حسب
tr: Dosyaları Şuna Göre Sırala

source: [Menu/Sort] Sort Items By
ar: ترتيب العناصر حسب
tr: Ögeleri Sıralama Ölçütü

source: [Org/ContactYourAdmin]
ar: يرجى التواصل مع مسؤول تكنولوجيا المعلومات.
tr: Lütfen BT yöneticinizle iletişime geçin.

source: [Org/LicenseMissing]
ar: لم يتمكن تطبيق KeePassium من العثور على حساب المؤسسة لمنظمتك.
tr: KeePassium, kuruluşunuzun kurumsal hesabını bulamadı.

source: [OTP/FieldName]
ar: رمز مُرور المرة الواحدة
tr: Tek Kullanımlık Şifre

source: [OTP/Scan/InvalidData]
ar: رمز الاستجابة السريعة هذا غير مُلائم لإعداد OTP.
tr: Bu QR kod, OTP kurulumu için uygun değil.

source: [OTP/Scan/InvalidSecretCode]
ar: الرمز السري المُدخل غير ملائم لإعداد كلمة المرور لمرة واحدة.
tr: Girilen gizli kod, OTP kurulumu için uygun değil.

source: [OTP/Scan/OverwriteWarning]
ar: تمَّ بالفعل إعداد كلمة مرور لمرة واحدة لهذا المُدخل. هل تريد استبدالها؟
tr: Bu girdi için tek kullanımlık şifre zaten oluşturulmuştu. Üzerine yazmak ister misiniz?

source: [OTP/Setup]
ar: إعداد كلمة مرور لمرة واحدة (OTP)
tr: Tek kullanımlık şifre oluştur (OTP)

source: [OTP/Setup/EnterManually]
ar: الإدخال يدويًا
tr: Elle gir

source: [OTP/Setup/EnterSecretCode/callToAction]
ar: اكتب الرمز السري
tr: Gizli Kod girin

source: [OTP/Setup/ScanQRCode]
ar: مسح رمز QR ضوئيًا
tr: QR Kodu tara

source: [OTP/Setup/ScanQRImageFile]
ar: مسح رمز QR ضوئيًا من ملف
tr: Dosyadan QR tara

source: [OTP/Setup/ScanQRPhoto]
ar: مسح رمز QR ضوئيًا من صورة
tr: Fotoğraftan QR tara

source: [OTP/Setup/SelectDatabase/message]
ar: اختر قاعدة البيانات لإعداد رمز التحقق (كلمة المرور لمرة واحدة).
tr: Doğrulama kodu (tek kullanımlık şifre) kurulumu için veri tabanı seçin.

source: [OTP/Setup/SelectEntry/message]
ar: اختر إدخالًا لإعداد رمز التحقق (كلمة المرور لمرة واحدة).
tr: Doğrulama kodu (tek kullanımlık şifre) kurulumu için girdi seçin.

source: [OTP/Setup/Success]
ar: اكتمل إعداد كلمة المرور لمرة واحدة
tr: OTP kurulumu tamamlandı

source: [OTP/Setup/Title]
ar: إعداد رمز التحقق
tr: Doğrulama Kodu Kurulumu

source: [OTP/Title/sentenceCase]
ar: كلمة مرور لمرة واحدة
tr: Tek kullanımlık şifre

source: [PasswordGenerator/Accept/action]
ar: قبول
tr: Kabul Et

source: [PasswordGenerator/CannotGenerateText/title]
ar: يَتَعَذَّرُ تَوليدُ النَّص
tr: Metin oluşturulamıyor

source: [PasswordGenerator/CustomSet/Empty/title]
ar: فَارِغة
tr: Boş

source: [PasswordGenerator/CustomSet/title]
ar: رُمُوزٌ مُخَصَّصَة
tr: Özel karakterler

source: [PasswordGenerator/DesiredLengthTooShort/title]
ar: زِدْ الطُول إلَى %d عَلَى الأقل.
tr: Uzunluk parametresini en az %d olacak şekilde artırın.

source: [PasswordGenerator/Generate/action]
ar: تَوليد
tr: Oluştur

source: [PasswordGenerator/GeneratedText/title]
ar: النَّص المُوَلَّد
tr: Oluşturulan metin

source: [PasswordGenerator/InclusionCondition/allowed]
ar: مَسمُوح
tr: İzin verildi

source: [PasswordGenerator/InclusionCondition/excluded]
ar: مُستَبعَد
tr: Hariç tutuldu

source: [PasswordGenerator/InclusionCondition/inactive]
ar: غَيرُ مُفَعَّلة
tr: Etkin değil

source: [PasswordGenerator/InclusionCondition/required]
ar: مُتَطَلَّب
tr: Gerekli

source: [PasswordGenerator/Length/title]
ar: الطُّول
tr: Uzunluk

source: [PasswordGenerator/MaxConsecutive/description]
ar: الحدُّ الأقصى لعدد الرموز المتطابقة المتكررة على التوالي.
tr: Ardışık olarak tekrarlanan aynı karakterlerin maksimum sayısı.

source: [PasswordGenerator/MaxConsecutiveNotSatisfiable/title]
ar: زِدْ الحد الأقصى لعدد العناصر المتطابقة المُتكررة بشكل متتالي.
tr: Art arda tekrarlanan aynı öge sayısının limitini artırın.

source: [PasswordGenerator/Mode/Basic/title]
ar: تَقليديّ
tr: Temel

source: [PasswordGenerator/Mode/Expert/title]
ar: مُتَقَدِّم
tr: Uzman

source: [PasswordGenerator/Mode/Passphrase/title]
ar: عِبارَة سِرِيَّة
tr: Şifre ifadesi

source: [PasswordGenerator/Mode/title]
ar: النَّمَط
tr: Mod

source: [PasswordGenerator/NotEnoughElementsToSample/title]
ar: بِحاجةٍ إلَى مَزيدٍ مِنَ العَناصِرِ لِلاِنتِقاءِ مِنها.
tr: Arasından seçim yapılacak daha fazla öge gerekiyor.

source: [PasswordGenerator/PasswordLength/title]
ar: طُولُ كَلِمَةِ المُرور
tr: Şifre Uzunluğu

source: [PasswordGenerator/RequiredSetCompletelyExcluded/title]
ar: أحَدُ مَجموعاتِ الرُّموز مَطلوبَةٌ وَمُستَبعَدَةٌ فِي الوَقتِ نَفسِه.
tr: Karakter kümelerinden biri hem gerekli hem de hariç tutulmuş.

source: [PasswordGenerator/Set/Digits/title]
ar: أرقام
tr: Rakamlar

source: [PasswordGenerator/Set/Lookalikes/title]
ar: رُمُوزٌ مُشابِهَةُ المَظهَر
tr: Benzer karakterler

source: [PasswordGenerator/Set/Lowercase/title]
ar: حُرُوفٌ صَغيرَة
tr: Küçük harfler

source: [PasswordGenerator/Set/Specials/title]
ar: رُمُوزٌ الخاصَّة
tr: Özel semboller

source: [PasswordGenerator/Set/Uppercase/title]
ar: حُرُوفٌ كَبيرَة
tr: Büyük harfler

source: [PasswordGenerator/SpaceCharacter/name]
ar: فَراغ
tr: Boşluk

source: [PasswordGenerator/title]
ar: المُوَلِّدُ العَشوائِيّ
tr: Rastgele Üretici

source: [PasswordGenerator/Word Separtor/title]
ar: فَاصِل
tr: Seperatör

source: [PasswordGenerator/WordCase/lowerCase]
ar: صَغيرَة
tr: küçük harf

source: [PasswordGenerator/WordCase/title]
ar: الحالَة
tr: Büyük/Küçük Harf

source: [PasswordGenerator/WordCase/titleCase]
ar: حالَةُ العُنوان
tr: Başlık Biçimi

source: [PasswordGenerator/WordCase/upperCase]
ar: كَبيرَة
tr: BÜYÜK HARF

source: [PasswordGenerator/WordCount/title]
ar: كَلِمات
tr: Kelimeler

source: [PasswordGenerator/Wordlist/EFFLarge/title]
ar: قائمة كلمات EFF الكبيرة (7776 كلمة)
tr: EFF Büyük Kelime Listesi (7776 kelime)

source: [PasswordGenerator/Wordlist/EFFShort/title]
ar: قائمة كلمات EFF القصيرة رقم %d (1296 كلمة)
tr: EFF Kısa Kelime Listesi #%d (1296 kelime)

source: [PasswordGenerator/Wordlist/ImportError/reason]
ar: تعذر استيراد الملف بسبب وجود مشكلة في السطر %1$d (%2$@)
tr: Dosya, %1$d. satırda (%2$@) bir sorun olduğu için içe aktarılamadı

source: [PasswordGenerator/Wordlist/title]
ar: قَائِمَةُ الكَلِمات
tr: Kelime listesi

source: [Premium/Benefits/BusinessClouds/title]
ar: المزامنة مع وحدات التخزين في الشركات
tr: Kurumsal depolama ile senkronize edin

source: [Premium/Benefits/CreativeAutoFill/title]
ar: إنشاء الحسابات أسرع
tr: Daha hızlı hesap oluşturun

source: [Premium/Benefits/HardwareKeys/details]
ar: قم بحماية أسرارك بمفتاح الأجهزة، مثل YubiKey.
tr: Sırlarınızı YubiKey gibi bir donanım anahtarıyla koruyun.

source: [Premium/Benefits/HardwareKeys/title]
ar: استخدام أجهزة المفاتيح
tr: Donanım anahtarları kullanın

source: [Premium/Benefits/LinkedDatabases/details]
ar: افتح قاعدة بيانات أخرى بخطوة واحدة، باستخدام بيانات الاعتماد المخزنة في إحدى الإدخالات.
tr: Bir girdide saklanan giriş bilgileriyle başka bir veri tabanını tek bir adımda açın.

source: [Premium/Benefits/LinkedDatabases/title]
ar: فتح قواعد البيانات المرتبطة
tr: Bağlantılı veri tabanlarını açın

source: [Premium/Benefits/MultiDB/details]
ar: إضافة قواعد بيانات متعددة والتنقل بسرعة بينهم.
tr: Birden fazla veri tabanı ekleyin ve aralarında kolayca geçiş yapın.

source: [Premium/Benefits/MultiDB/title]
ar: المُزامنة مع الفريق
tr: Ekibinizle senkronize olun

source: [Premium/Benefits/Negative/header]
ar: ما الذي تفقده
tr: Kaçırdıklarınız

source: [Premium/Benefits/PasswordAudit/title]
ar: التحقق من كلمات مرورك
tr: Şifrelerinizi kontrol edin

source: [Premium/Benefits/Positive/header]
ar: ما تحصل عليه
tr: Edinecekleriniz

source: [Premium/CallToAction/buyNow]
ar: إشتري الآن
tr: Hemen Satın Al

source: [Premium/CallToAction/free]
ar: الاستمرار في التجريب
tr: Test Etmeye Devam Et

source: [Premium/CallToAction/startTrial]
ar: جرب مجاناً
tr: Ücretsiz dene

source: [Premium/CallToAction/upgradeNow]
ar: قم بالترقية الان
tr: Hemen Yükselt

source: [Premium/ManageSubscriptions/action]
ar: إدارة الإشتراكات
tr: Abonelikleri yönet

source: [Premium/perpetualLicense]
ar: الترخيص الدائم
tr: Süresiz lisans

source: [Premium/PerpetualLicense/status]
ar: لديك ترخيص دائم لجميع الإصدارات قبل %@.
tr: %@ tarihinden önceki tüm sürümler için süresiz lisansınız bulunuyor.

source: [Premium/Price Plan/Conditions/1 year email support]
ar: سنة واحدة من الدعم بالبريد الإلكتروني
tr: Bir yıl e-posta desteği

source: [Premium/Price Plan/Conditions/all premium features]
ar: جميع المزايا المدفوعة
tr: Tüm premium özellikler

source: [Premium/Price Plan/Conditions/community support]
ar: دعم العملاء: المُنتديات على الإنترنت
tr: Müşteri desteği: Çevrimiçi forumlar

source: [Premium/Price Plan/Conditions/current premium features]
ar: الميزات الحالية
tr: Mevcut premium özellikler

source: [Premium/Price Plan/Conditions/email support]
ar: دعم العملاء: البريد الإلكتروني
tr: Müşteri hizmetleri: E-posta

source: [Premium/Price Plan/Conditions/family sharing]
ar: مُشاركة العائلة
tr: Aile Paylaşımı

source: [Premium/Price Plan/Conditions/freemium reminders]
ar: تذكير فريميوم(Freemium)
tr: Freemium hatırlatıcıları

source: [Premium/Price Plan/Conditions/full price upgrade]
ar: قد تتطلب الميزات المميزة المضافة في المستقبل عملية شراء جديدة بالسعر الكامل.
tr: Gelecekte eklenecek Premium özellikler tam fiyat üzerinden yeni bir satın alma işlemi gerektirir.

source: [Premium/Price Plan/Conditions/future premium features]
ar: مزايا مميزة للمستقبل
tr: Gelecekteki premium özellikler

source: [Premium/Price Plan/Conditions/perpetual fallback]
ar: رخصة الإيجار المنتهي بالتملك (رخصة احتياطية دائمة)
tr: Kiralama yoluyla sahip olma lisansı (Süresiz yedek lisans)

source: [Premium/Price Plan/Conditions/subscription as purchase]
ar: الاشتراك عن طريق الشراء
tr: Satın alım olarak abonelik

source: [Premium/Price Plan/Conditions/updates and bug fixes]
ar: التحديثات وإصلاح الأخطاء
tr: Güncellemeler ve hata düzeltmeleri

source: [Premium/Price Plan/Free/price]
ar: مجاناً
tr: Ücretsiz

source: [Premium/Price Plan/Free/title]
ar: مجاناً
tr: Ücretsiz

source: [Premium/Price Plan/popular]
ar: رائج
tr: Popüler

source: [Premium/Subscription/Legal/text]
ar: سوف يتم اقتطاع المبلغ من حساب Apple ID عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا إلا إذا قمت بالإلغاء في غضون 24 ساعة على الأقل قبل انتهاء فترة الاشتراك الحالية. وسوف يتم خصم المبلغ من حسابك نظير التجديد في غضون فترة 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة اشتراكاتك وإلغائها بالذهاب إلى إعدادات الحساب في متجر التطبيقات بعد الشراء.
tr: Satın alma işlemi onaylanırken ödeme, Apple kimliği hesabınızdan alınır. Abonelik, mevcut dönem sona ermeden en az 24 saat önce iptal edilmezse otomatik olarak yenilenir. Mevcut dönem sona ermeden önceki 24 saat içinde hesabınızdan yenileme için ücret alınır. Satın alma işleminden sonra App Store'da hesap ayarlarınıza giderek aboneliklerinizi yönetebilir ve iptal edebilirsiniz.

source: [Premium/Trial/trial then price]
ar: %1$@ مجاناً، ثم %2$@
tr: %1$@ ücretsiz, ardından %2$@

source: [Premium/Upgrade] Hmm, there are no upgrades available. This should not happen, please contact support.
ar: همم، لا تُوجد ترقيات مُتوفرة. هذا يجب ألا يحدث، يُرجى الاتصال بالدعم.
tr: Hmm, kullanılabilir yükseltme yok. Bu olmamalıydı, lütfen destekle iletişime geçin.

source: [Premium/Upgrade/action] Upgrade to Premium
ar: الترقية للمميز
tr: Premium'a yükselt

source: [Premium/Upgrade/cancelOngoingSubscription]
ar: الرجاء التحقُّق مما إذا كنتَ بحاجة إلى إلغاء اشتراكك القديم.
tr: Eski aboneliğinizi iptal etmenizin gerekip gerekmediğini lütfen kontrol edin.

source: [Premium/Upgrade/Deferred/text] Thank you! You can use KeePassium while purchase is awaiting approval.
ar: شكرًا لك! يُمكنك استخدام KeePassium أثناء انتظار الموافقة على عملية الشراء.
tr: Teşekkürler! Satın alma onayı beklenirken KeePassium'u kullanabilirsiniz.

source: [Premium/Upgrade/price] %@ / month
ar: %@ / شهر
tr: %@ / ay

source: [Premium/Upgrade/price] %@ / year
ar: %@/ سنة
tr: %@ / yıl

source: [Premium/Upgrade/price] %@ once
ar: %@ مرة واحدة
tr: Tek seferlik %@

source: [Premium/Upgrade/price] around %@ / month
ar: ≈ %@ / شهر
tr: ≈ %@ / ay

source: [Premium/Upgrade/Progress] Contacting AppStore...
ar: جاري الاتصال بـ AppStore...
tr: AppStore'a bağlanılıyor...

source: [Premium/Upgrade/Progress] Purchasing...
ar: جاري الشراء...
tr: Satın alınıyor...

source: [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
ar: تمَّت الترقية بنجاح، استمتع بالتطبيق!
tr: Yükseltme başarılı, uygulamanın keyfini çıkarın!

source: [Premium/Upgrade/Restored/title] Purchase Restored
ar: تم استعادة عملية الشراء
tr: Satın Alma İşlemi Geri Yüklendi

source: [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
ar: لا توجد أي عملية شراء سابقة يمكن استعادتها.
tr: Önceki satın alma işlemi geri yüklenemedi.

source: [Premium/Upgrade/RestoreFailed/title] Sorry
ar: نآسف
tr: Üzgünüz

source: [Premium/Upgrade/Success/thankYou]
ar: شكرا لك على الشراء!
tr: Satın alma işleminiz için teşekkürler!

source: [PremiumFeature/BusinessClouds/description]
ar: الاتصال مباشرةً بحسابات وحدات التخزين في الشركات، مثل OneDrive for Business.
tr: Kurumsal depolama hesaplarına, örneğin İş için OneDrive'a doğrudan bağlanın.

source: [PremiumFeature/BusinessClouds/title]
ar: وحدات التخزين السحابي في الشركات
tr: Kurumsal bulut depolama

source: [PremiumFeature/CreativeAutoFill/description]
ar: أنشئ إدخالات جديدة في ميزة التعبئة التلقائية عن طريق تعبئة الحقول الأساسية بشكل مُسبق.
tr: Otomatik Doldurma'da ana alanların önceden doldurulduğu yeni girdiler oluşturun.

source: [PremiumFeature/CreativeAutoFill/title]
ar: سرعة في عمليات التسجيل
tr: Daha Hızlı Kaydolma

source: [PremiumFeature/Generic/description]
ar: قم بالترقية إلى المميز والاستمتاع بـ KeePassium في أفضل حالاتها.
tr: Premium'a yükseltin ve KeePassium'dan en iyi şekilde yararlanın.

source: [PremiumFeature/Generic/title]
ar: ميزة مدفوعة
tr: Premium Özellik

source: [PremiumFeature/HardwareKeys/description]
ar: عزز أمانك باستخدام مفاتيح الأجهزة (YubiKey) في الإصدار المميز.
tr: Premium sürümde güvenliğinizi donanım anahtarları (YubiKey) ile güçlendirin.

source: [PremiumFeature/HardwareKeys/title] Hardware Keys
ar: حهاز مفاتيح
tr: Donanım Anahtarları

source: [PremiumFeature/LinkedDatabases/description]
ar: عند الترقية إلى الإصدار المميز، يمكنك فتح قواعد البيانات المرتبطة في خطوة واحدة.
tr: Premium'a yükseltin ve bağlantılı veri tabanlarını tek bir adımda açın.

source: [PremiumFeature/LinkedDatabases/title]
ar: قواعد البيانات المرتبطة
tr: Bağlantılı Veri Tabanları

source: [PremiumFeature/MultiDB/description] Easily switch between databases in the premium version.
ar: التبديل بسهولة بين قواعد البيانات في النسخة المميزة.
tr: Premium sürümde veri tabanları arasında kolayca geçiş yapın.

source: [PremiumFeature/MultiDB/title] Multiple Databases
ar: قواعد بيانات مُتعدِدة
tr: Birden Fazla Veri Tabanı

source: [PremiumFeature/PasswordAudit/description]
ar: اكتشف ما إذا كانت أي من كلمات المرور لديك قد جرى الكشف عنها في أحد اختراقات البيانات المعروفة.
tr: Bilinen bir veri ihlalinde şifrelerinizden herhangi birinin ifşa edilip edilmediğini öğrenin.

source: [PremiumFeature/PasswordAudit/title]
ar: التدقيق في كلمات المرور
tr: Şifre denetimi

source: [PremiumFeature/QuickAutoFill/description]
ar: ملء نماذج تسجيل الدخول بضغطة واحدة، حتى بدون فتح KeePassium.
tr: KeePassium'u açmadan, giriş formlarını tek bir dokunuşla doldurun.

source: [PremiumFeature/QuickAutoFill/title]
ar: ملء تلقائي سريع
tr: Hızlı Otomatik Doldurma

source: [PrivacyPolicy/Offline/text]
ar: لا تجمع KeePassium أي بيانات شخصية أو تحليلية ولا تشاركها مع أي شخص.
tr: KeePassium herhangi bir kişisel veri veya analiz verisi toplamaz ve bunları kimseyle paylaşmaz.

source: [PrivacyPolicy/Online/text]
ar: لا يجمع KeePassium أي بيانات شخصية أو تحليلية. قد تتطلب بعض الميزات تبادلاً للبيانات مع خدمات خارجية (بناءً على طلبك ولغرض توفير تلك الخدمات لك فحسب). ويخضع هذا التبادل لسياسة الخصوصية الخاصة بالخدمة المعنية.
tr: KeePassium, herhangi bir kişisel veya analitik veri toplamaz. Bazı özellikler, harici hizmetlerle veri alışverişi gerektirebilir (talebinize göre ve yalnızca bu hizmetleri size sunmak amacıyla). Bu tür bir alışveriş, ilgili hizmetin gizlilik politikası ile yönetilir.

source: [PrivacyPolicy/title]
ar: سياسة الخصوصية
tr: Gizlilik Politikası

source: [Progress/CancellationReason] Cancelled by user
ar: أُلغي مِن قِبَل المُستخدِم
tr: Kullanıcı tarafından iptal edildi

source: [Progress/CancellationReason/lowMemory]
ar: الذاكِرة غير كافية للاِستمرار. يُمكِن حُدوث هذا مع قواعد البيانات الكبيرة أو إعدادات قاعدة بيانات عالية للغاية (مُعامل الذاكرة Argon2).
tr: Devam etmek için yeterli bellek yok. Bu, büyük veri tabanları veya fazla komplike veri tabanı ayarları (Argon2 bellek parametresi) nedeniyle gerçekleşebilir.

source: [QuickAutoFill/title]
ar: ملء تلقائي سريع
tr: Hızlı Otomatik Doldurma

source: [RemoteConnection/AllowUntrusted/title]
ar: السماح بالشهادات غير الموثوق بها
tr: Güvenilmeyen Sertifikaya İzin Ver

source: [RemoteConnection/Connection/title]
ar: الاتصال
tr: Bağlantı

source: [RemoteConnection/connectToServer]
ar: الاتصال بالخادم
tr: Sunucuya Bağlan

source: [RemoteConnection/Credentials]
ar: بيانات الاعتماد
tr: Giriş Bilgileri

source: [RemoteConnection/Direct/description]
ar: سيكون هناك تواصل مباشر بين تطبيق KeePassium وذاكرة التخزين الخاصة بك عبر الإنترنت. يضمن لك ذلك نقل الملفات بشكل موثوق.
tr: KeePassium çevrimiçi depolamanız ile doğrudan iletişim kuracak. Bu, dosya aktarımının güvenilir olmasını sağlar.

source: [RemoteConnection/Direct/title]
ar: الخدمات عبر الإنترنت
tr: Çevrimiçi Hizmetler

source: [RemoteConnection/Edit/action]
ar: تعديل الاتصال…
tr: Bağlantı düzenle…

source: [RemoteConnection/Error/AuthenticationFailed/title]
ar: فشلت المصادقة
tr: Kimlik doğrulama başarısız oldu

source: [RemoteConnection/FileURL]
ar: عنوان URL للملف
tr: Dosya URL'si

source: [RemoteConnection/FullURL]
ar: عنوان URL الكامل
tr: Tam URL

source: [RemoteConnection/GoogleDrive/Folder/myDrive]
ar: ملفاتي على Drive
tr: Drive'ım

source: [RemoteConnection/GoogleDrive/Folder/sharedWithMe]
ar: الملفات المشتركة معي
tr: Benimle Paylaşılanlar

source: [RemoteConnection/OneDrive/Folder/files]
ar: الملفات
tr: Dosyalar

source: [RemoteConnection/OneDrive/Folder/sharedWithMe]
ar: تمت مشاركتها
tr: Paylaşılan

source: [RemoteConnection/ServerURL]
ar: عنوان URL للخادم
tr: Sunucu URL'si

source: [RemoteConnection/SignIn/Dropbox/action]
ar: تسجيل الدخول إلى Dropbox
tr: Dropbox'a giriş yap

source: [RemoteConnection/SignIn/Dropbox/authorizationRequried]
ar: يطلب Dropbox منك تسجيل الدخول مجددًا.
tr: Dropbox'a yeniden giriş yapmanız gerekiyor.

source: [RemoteConnection/SignIn/GoogleDrive/action]
ar: تسجيل الدخول إلى Google Drive
tr: Google Drive'a giriş yap

source: [RemoteConnection/SignIn/GoogleDrive/authorizationRequried]
ar: يطلب منك Google Drive تسجيل الدخول مجددًا.
tr: Google Drive'a yeniden giriş yapmanız gerekiyor.

source: [RemoteConnection/SignIn/OneDrive/action]
ar: تسجيل الدخول إلى OneDrive
tr: OneDrive'a giriş yap

source: [RemoteConnection/SignIn/OneDrive/authorizationRequried]
ar: يطلب منك OneDrive تسجيل الدخول مجددًا.
tr: OneDrive'a yeniden giriş yapmanız gerekiyor.

source: [RemoteConnection/SignIn/PrivateMode/description]
ar: افتح صفحة تسجيل الدخول في وضع المتصفح الخاص
tr: Giriş sayfasını gizli tarayıcı modunda aç

source: [RemoteConnection/SignIn/PrivateMode/title]
ar: الوضع الخاص
tr: Özel mod

source: [RemoteConnection/title]
ar: الاتصال عن بُعد
tr: Uzak Bağlantı

source: [RemoteConnection/ViaFilesApp/description]
ar: سوف يُسند تطبيق KeePassium مهمة مزامنة الملفات إلى تطبيق مقدم خدمة التخزين. علمًا بأن أداء بعض التطبيقات أفضل من غيرها.
tr: KeePassium, dosya senkronizasyonunu yer sağlayıcınızın uygulamasına atayacak. Bazı uygulamalar diğerlerinden daha iyi çalışır.

source: [RemoteConnection/WebDAVService/SetupGuide]
ar: دليل إعداد %@
tr: %@ Kurulum Kılavuzu

source: [Repeat Password/Field/title]
ar: أعد كلمة المرور
tr: Şifreyi Tekrarla
