Repository: dannysu/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: ar, tr

source: [Settings/AutoDownloadFavicons/description]
ar: سيعمل على تنزيل أيقونة الموقع الإلكتروني تلقائيًا بعد تعديل أحد الإدخالات.
tr: Bir girdiyi düzenledikten sonra web sitesi simgesini otomatik olarak indirin.

source: [Settings/AutoDownloadFavicons/title]
ar: تنزيل الأيقونات المفضلة تلقائيًا
tr: Otomatik Favicon İndirme

source: [Settings/AutoFill/title]
ar: التعبئة التلقائية لكلمات المرور
tr: Şifreleri Otomatik Doldurun

source: [Settings/DatabaseBackup/ShowBackupFiles/title]
ar: إظهار ملفات النَسخ الاحتياطي
tr: Yedek Dosyaları göster

source: [Settings/DataProtection/title]
ar: حماية البيانات
tr: Veri Koruma

source: [Settings/EntryListDetail/longTitle] None
ar: لا شيء
tr: Yok

source: [Settings/GroupViewer] Entry Subtitle
ar: وصف السجل
tr: Girdi Alt Başlığı

source: [Settings/GroupViewer] Sort Order
ar: طريقة الفرز
tr: Sıralama Düzeni

source: [Settings/KeyFiles/Remember/title]
ar: تذكر ملفات المفاتيح
tr: Anahtar Dosyalarını hatırla

source: [Settings/ListSettings/title]
ar: إعدادات القوائم
tr: Liste Ayarları

source: [Settings/Managed/BlockedFeature/notification]
ar: حظرت المنظمة التابع لها هذه الميزة.
tr: Bu özellik, kuruluşunuz tarafından engellendi.

source: [Settings/Managed/notification]
ar: تتحكم المنظمة التابع لها في هذا الإعداد.
tr: Bu ayar, kuruluşunuz tarafından yönetilmektedir.

source: [Settings/MasterKeys/CacheDerived/title]
ar: مفاتيح التشفير المشتقة من ذاكرة التخزين المؤقت
tr: Önbellekten Türetilmiş Şifreleme Anahtarları

source: [Settings/MasterKeys/Remember/title]
ar: تذكر المفاتيح الرئيسة
tr: Ana Şifreleri hatırla

source: [Settings/NetworkAccess/Confirmation/text]
ar: هل تريد السماح إلى تطبيق KeePassium بإجراء اتصالات عبر الشبكة بالخدمات الخارجية؟
tr: KeePassium'un harici hizmetlere ağ bağlantısı kurmasına izin verilsin mi?

source: [Settings/NetworkAccess/title]
ar: الوصول إلى الشبكة
tr: Ağ Erişimi

source: [Settings/NetworkAccessMode/Offline/description]
ar: الحد الأقصى من الخصوصية
tr: Maksimum gizlilik

source: [Settings/NetworkAccessMode/Offline/title]
ar: البقاء دون اتصال
tr: Çevrimdışı Kal

source: [Settings/NetworkAccessMode/Online/description]
ar: الحد الأقصى من الوظائف التشغيلية
tr: Maksimum işlevsellik

source: [Settings/NetworkAccessMode/Online/title]
ar: السماح بالوصول إلى الشبكة
tr: Ağ Erişimine izin ver

source: [Settings/RestoreDefaults/action]
ar: استعادة الإعدادات الافتراضية
tr: Varsayılanları geri yükle

source: [Settings/ShakeGestureAction/LockApp/disabledTitle]
ar: عليك أولًا تفعيل الحماية في التطبيق
tr: Önce uygulama korumasını etkinleştir

source: [Settings/ShakeGestureAction/LockApp/shortTitle]
ar: قفل التطبيق
tr: Uygulamayı kilitle

source: [Settings/ShakeGestureAction/LockDatabases/shortTitle]
ar: قفل كل قواعد البيانات
tr: Tüm Veri Tabanlarını kilitle

source: [Settings/ShakeGestureAction/Nothing/shortTitle]
ar: عدم اتخاذ أي إجراء
tr: Hiçbir Şey Yapma

source: [Settings/ShakeGestureAction/QuitApp/shortTitle]
ar: إنهاء التطبيق
tr: Uygulamadan Çık

source: [Settings/title]
ar: الإعدادات
tr: Ayarlar

source: [Settings/Value/No/title]
ar: لا
tr: Hayır

source: [Settings/Value/UseAppSettings/title]
ar: استخدام إعدادات التطبيق (%@)
tr: Uygulama Ayarlarını Kullan (%@)

source: [Settings/Value/Yes/title]
ar: نعم
tr: Evet

source: [SortBy/FileName]
ar: الاسم
tr: Ad

source: [SortBy/None]
ar: لا شيء
tr: Yok

source: [SortOrder/Custom]
ar: مخصص
tr: Özel

source: [StorageService/DedicatedAppFolder/title]
ar: مجلد التطبيق فقط
tr: Yalnızca Uygulama Klasörü

source: [StorageService/DropboxBusiness/title]
ar: Dropbox Business
tr: Dropbox Business

source: [StorageService/DropboxPro/title]
ar: Dropbox Pro
tr: Dropbox Pro

source: [StorageService/GoogleWorkspace/title]
ar: Google Workspace
tr: Google Workspace

source: [StorageService/OneDriveForBusiness/title]
ar: OneDrive for Business
tr: İş için OneDrive

source: [StorageService/OtherServices/title]
ar: خدمات أخرى
tr: Diğer Hizmetler

source: [Support/template] (Please describe the problem here)
ar: (يُرجى وصف المُشكلة هُنا)
tr: (Lütfen sorunu burada açıklayın)

source: [TipBox/callToAction/1]
ar: ساعدنا على جعل KeePassium أفضل!
tr: KeePassium'u daha iyi hâle getirmemize yardım edin!

source: [TipBox/callToAction/2]
ar: ساعدنا على إبقاء KeePassium لامع!
tr: KeePassium'un ışıl ışıl kalmasını sağlamamıza yardım edin!

source: [TipBox/callToAction/3]
ar: ساعدنا على إبقاء KeePassium مجاني!
tr: KeePassium'un ücretsiz kalmasını sağlamamıza yardım edin!

source: [TipBox/description/1]
ar: هل تحب KeePassium؟
tr: KeePassium'u sevdiniz mi?

source: [TipBox/description/2]
ar: إنَّ KeePassium عبارة عن تطبيق مفتوح المصدر. تثق به مع معلوماتك الأكثر حساسية. لا توجد إعلانات، لا تجسس ولا هراء — نحن نحترمك.
tr: KeePassium ücretsiz bir açık kaynaklı uygulamadır. En hassas bilgileriniz konusunda KeePassium'a güvenebilirsiniz. Reklam yok, gözetleme yok, saçmalık yok; size saygı duyuyoruz.

source: [TipBox/description/3]
ar: هل تحب KeePassium ولكن لا تحتاج إلى الميزات المدفوعة؟
tr: KeePassium'u sevdiniz ama premium özelliklere ihtiyacınız yok mu?

source: [TipBox/thankYou]
ar: شُكرًا لك!
tr: Teşekkür ederiz!

source: [TipBox/title/2]
ar: التبرع
tr: Bağışlar

source: [TipBox/title/3]
ar: دعم KeePassium
tr: KeePassium'u destekleyin

source: [TOTP/FieldName]
ar: رمز مُرور المرة الواحدة (TOTP)
tr: Tek Kullanımlık Şifre (TOTP)

source: [URLReference/Location] Cloud storage / Another app
ar: التخزين السحابي / تطبيق آخر
tr: Bulut depolama / Başka bir uygulama

source: [URLReference/Location] Internal backup
ar: النُسَخ الاحتياطيَّة الدَّاخليَّة
tr: Dâhilî yedek

source: [URLReference/Location] Internal inbox
ar: الملفَّات الدَّاخليِّة الوارِدة
tr: Dâhilî gelen kutusu

source: [URLReference/Location] Local copy
ar: النُسَخة المحلية
tr: Yerel kopya

source: [URLReference/Location/RemoteServer]
ar: خادم بعيد
tr: Uzak sunucu

source: [WebDAV/Export/NeedsFolder]
ar: يرجى تحديد المسار إلى مجلد
tr: Lütfen bir klasör yolu seçin

source: [YubiKey] Insert the key
ar: أدخل المفتاح
tr: Anahtarı tak

source: [YubiKey] Touch the key
ar: المَس المفتاح
tr: Anahtara dokun

source: Add Database
ar: إضافة قاعدة بيانات
tr: Veri Tabanı ekle

source: KeePass database should not be used as key file. Please pick a different file.
ar: لا ينبغي استخدام ملف قاعدة بيانات KeePass كملف مفتاح. الرجاء اختيار ملف مختلف.
tr: KeePass veri tabanı, anahtar dosyası olarak kullanılmamalıdır. Lütfen farklı bir dosya seçin.
