Repository: dannysu/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: ar, tr

source: [Database2/FormatError] Unexpected block ID.
ar: مُعرِّف كتلة غير متوقع.
tr: Beklenmeyen blok kimliği.

source: [Database2/FormatError] Unexpected end of file. Corrupted file?
ar: نهاية غير متوقعة للملف. الملف تالف؟
tr: Beklenmeyen dosya sonu. Dosya bozuk olabilir mi?

source: [Database2/Header2/Error] Failed to uncompress attachment data: %@
ar: فشل فك ضغط البيانات المُرفقة: %@
tr: Ek verilerinin sıkıştırması açılamadı: %@

source: [Database2/Header2/Error] Header field %@ is corrupted.
ar: حقل الترويسة %@ تالف.
tr: %@ başlık alanı bozuk.

source: [Database2/Header2/Error] Header hash mismatch. DB file corrupt?
ar: عدم تطابق تجزئة الترويسة. ملف قاعدة البيانات تالف؟
tr: Başlık karma uyumsuzluğu. VT dosyası bozuk olabilir mi?

source: [Database2/Header2/Error] Header HMAC mismatch. DB file corrupt?
ar: عدم تطابق ترويسة HMAC. ملف قاعدة البيانات تالف؟
tr: Başlık HMAC uyuşmazlığı. VT dosyası bozuk olabilir mi?

source: [Database2/Header2/Error] Header reading error. DB file corrupt?
ar: خطأ في قراءة الترويسة. ملف قاعدة البيانات تالف؟
tr: Başlık okuma hatası. VT dosyası bozuk olabilir mi?

source: [Database2/Header2/Error] Unknown compression algorithm.
ar: خوارزمية ضغط غير معروفة.
tr: Bilinmeyen sıkıştırma algoritması.

source: [Database2/Header2/Error] Unsupported data cipher: %@
ar: تعمية بيانات غير مدعومة: %@
tr: Desteklenmeyen veri şifrelemesi: %@

source: [Database2/Header2/Error] Unsupported database format version: %@.
ar: صيغة قاعدة البيانات غير مدعومة الاصدار: %@.
tr: Desteklenmeyen veri tabanı formatı sürümü: %@.

source: [Database2/Header2/Error] Unsupported inner stream cipher (ID %d)
ar: شفرة تدفق داخلي غير مدعومة (ID %d)
tr: Desteklenmeyen dâhilî akış şifrelemesi (Kimlik: %d)

source: [Database2/Header2/Error] Unsupported KDF: %@
ar: KDF غير مدعوم: %@
tr: Desteklenmeyen ATİ: %@

source: [Database2/Header2/Error] Wrong file signature. Not a KeePass database?
ar: توقيع الملف خاطئ. ليست قاعدة بيانات KeePass؟
tr: Yanlış dosya imzası. KeePass veri tabanı değil mi?

source: [Database2/Loading/Error] Error unpacking database: %@
ar: خطأ في فك حزم قاعدة البيانات: %@
tr: Veri tabanı açılırken hata oluştu: %@

source: [Database2/Loading/Warning/missingBinaries]
ar: المُرفقات في بعض السجلات مفقودة. هذه علامة على تلف قاعدة البيانات، على الأرجح من قِبَل آخر تطبيق مُستخدَم (%1$@). سيحتفظ KeePassium بالمُرفقات الفارِغة، ولكن لا يُمكن استعادتها. يجبُ عليك استعادة قاعدة البيانات الخاصة بك من نُسخة احتياطية. المرفقات المفقودة: %2$@
tr: Bazı girdilerin eklerinde veriler eksik. Bu büyük olasılıkla son kullanılan uygulama (%1$@) tarafından veri tabanının bozulduğunun bir işaretidir. KeePassium boş ekleri korur ama bunları kurtaramaz. Yedek kopyadan veri tabanınızı kurtarabilirsiniz. Eksik ekler: %2$@

source: [Database2/Loading/Warning/namelessAttachments]
ar: بعض السجلات تحتوي على مُرفقات بغير اسم. هذه علامة على تلف قاعدة البيانات السابقة. الرجاء مُراجعة الملفات المُرفقة في التأريخ والسجلات التالية: %@
tr: Bazı girdiler adsız eklere sahip. Bu, önceki veri tabanı bozulmasının bir işaretidir. Lütfen aşağıdaki girdilerde ekli dosyaları (ve geçmişlerini) inceleyin: %@

source: [Database2/Loading/Warning/namelessCustomFields]
ar: بعض السجلات تحتوي على حقل/حقول مُخصَّصة مع اسماء فارِغة. يُمكن أن يكون هذا علامة على تلف البيانات. يرجى التحقُّق من هذه الإدخالات: %@
tr: Bazı girdilerde boş adlı özel alanlar bulunuyor. Bu, veri bozulmasının bir işareti olabilir. Lütfen şu girdileri kontrol edin: %@

source: [Database2/Loading/Warning/unusedAttachments]
ar: تحوي قاعدة البيانات بعض المُرفقات التي لا تُستخدم في أي سجل. على الأرجح، تمَّ نسيانها من قِبَل آخر تطبيق مُستخدم (%@). ومع ذلك، يمكن أن يكون هذا أيضا علامة على تلف البيانات. الرجاء التأكد من وجود نسخة احتياطية من قاعدة البيانات الخاصة بك قبل تغيير أي شيء.
tr: Veri tabanı, herhangi bir girdide kullanılmayan bazı ekler içeriyor. Büyük olasılıkla, son kullanılan uygulama (%@) tarafından unutuldular. Ancak bu, veri bozulmasının da bir işareti olabilir. Lütfen değişiklik yapmadan önce veri tabanınızın yedeğini aldığınızdan emin olun.

source: [Database2/Progress] Loading database
ar: تحميل قاعدة البيانات
tr: Veri tabanı yükleniyor

source: [Database2/Progress] Reading database content
ar: قراءة مُحتوى قاعدة البيانات
tr: Veri tabanı içeriği okunuyor

source: [Database2/Progress] Writing encrypted blocks
ar: كتابة كُتَل مُعمَّاة
tr: Şifreli bloklar yazılıyor

source: [Database2/Progress/decompressing]
ar: يجري فك ضغط قاعدة البيانات
tr: Sıkıştırılmış veri tabanı açılıyor

source: [Database2/Progress/integrityCheck]
ar: التحقُّق مِن سلامة الملف
tr: Bütünlük kontrol ediliyor

source: [Database2/Progress/parsingXML]
ar: تحليل قاعدة البيانات
tr: Veri tabanı ayrıştırılıyor

source: [Database2/Saving/Error] Data compression error: %@
ar: خطأ في ضغط البيانات: %@
tr: Veri sıkıştırma hatası: %@

source: [Database2/Saving/Error] Encryption error: %@
ar: خطأ في التعمية: %@
tr: Şifreleme hatası: %@

source: [Database2/Xml2/ParsingError] Malformed value '%@' in %@
ar: قيمة مشوهة '%1$@' في %2$@
tr: %2$@ üzerinde "%1$@" hatalı değeri

source: [Database2/Xml2/ParsingError] Nil value in %@
ar: لا توجد قيمة في %@
tr: %@ üzerinde boş değer

source: [Database2/Xml2/ParsingError] Unexpected tag '%@'
ar: وسم غير متوقع '%@'
tr: Beklenmeyen etiket "%@"

source: [Database2/Xml2/ParsingError] Unexpected tag '%@' (instead of '%@')
ar: وسم غير متوقع '%1$@' (بدلاً من '%2$@')
tr: Beklenmeyen etiket "%1$@" ("%2$@" yerine)

source: [Database2/Xml2/ParsingError] XML error: %@
ar: خطأ XML: %@
tr: XML hatası: %@

source: [DatabaseError] Cannot open database
ar: يتعذَّر فتح قاعدة البيانات
tr: Veri tabanı açılamıyor

source: [DatabaseError] Cannot save database
ar: يتعذَّر حفظ قاعدة البيانات
tr: Veri tabanı kaydedilemiyor

source: [DatabaseError] Invalid password or key file
ar: كلمة المرور غير صالحة أو ملف المفتاح غير صالح
tr: Geçersiz şifre ya da anahtar dosyası

source: [DiagLog/title]
ar: سجل التشخيص
tr: Tanılama Günlüğü

source: [Diagnostics] Diagnostic log has been copied to clipboard.
ar: تمّ نسخ سجل التشخيص إلى الحافظة.
tr: Tanılama günlüğü panoya kopyalandı.

source: [EditEntry/Icon/change]
ar: تغيير الأيقونة
tr: Simge değiştir

source: [EditEntry/UserName/choose]
ar: اختر
tr: Seç

source: [Entry/Attachment/add]
ar: إضافة ملف
tr: Dosya ekle

source: [Entry/Attachment/chooseFile]
ar: اختيار ملف
tr: Dosya seç

source: [Entry/Attachment/choosePhoto]
ar: اختيار صورة
tr: Fotoğraf seç

source: [Entry/Attachment/Photo/defaultName]
ar: صورة
tr: Fotoğraf

source: [Entry/Attachment/takePhoto]
ar: التقاط صورة
tr: Fotoğraf çek

source: [Entry/Attachments/preview]
ar: مُعايَنَة
tr: Ön izleme

source: [Entry/Create/action] Create Entry
ar: إنشاء سجل
tr: Girdi oluştur

source: [Entry/Edit/action]
ar: تحرير السجل
tr: Girdi düzenle

source: [Entry/Edit/CreateField/defaultName] Field Name
ar: اسم الحقل
tr: Alan Adı

source: [Entry/Field/Add/action]
ar: إضافة حقل
tr: Alan ekle

source: [Entry/Field/CompactMenu/title]
ar: طريقة عرض مضغوطة
tr: Kompakt Görünüm

source: [Entry/Field/CopyReference/acknowledgement]
ar: تم نسخ مرجع الحقل إلى الحافظة
tr: Alan referansı panoya kopyalandı

source: [Entry/Field/CopyReference/action]
ar: نسخ مرجع الحقل
tr: Alan Referansını kopyala

source: [Entry/Field/Custom/title]
ar: حقل مخصص
tr: Özel Alan

source: [Entry/Field/LargeType/action]
ar: عرض بالحجم الكبير
tr: Büyük Yazı Tipinde göster

source: [Entry/Field/name] Icon
ar: الأيقونة
tr: Simge

source: [Entry/Field/name] Notes
ar: المُلاحظات
tr: Notlar

source: [Entry/Field/name] Passkey
ar: مفتاح المرور
tr: Geçiş kodu

source: [Entry/Field/name] Password
ar: كلمة المرور
tr: Şifre

source: [Entry/Field/name] Title
ar: العنوان
tr: Başlık

source: [Entry/Field/name] URL
ar: عنوان URL
tr: URL

source: [Entry/Field/name] User Name
ar: اسم المُستخدِم
tr: Kullanıcı Adı

source: [Entry/Field/Protected/title]
ar: الحقول المحمية
tr: Korunan Alan

source: [Entry/Field/QRCode/action]
ar: عرض كرمز QR
tr: QR Kodu olarak göster

source: [Entry/Field/tags] Tags
ar: الوسوم
tr: Etiketler

source: [Entry/Field/URL/Extra/title]
ar: عنوان URL‏ ‎(%d)
tr: URL (%d)

source: [Entry/Files/Add] Loading attachment file
ar: إضافة ملف مرفق
tr: Ek dosyası yükleniyor

source: [Entry/FrequentlyUsedFields/title]
ar: المستخدمة بشكل متكرر
tr: Sık Kullanılanlar

source: [Entry/History] Creation Date
ar: تاريخ الإنشاء
tr: Oluşturma Tarihi

source: [Entry/History] Expiry Date
ar: تاريخ الانتهاء
tr: Son Kullanma Tarihi

source: [Entry/History] Last Access Date
ar: تاريخ الوصول الأخير
tr: Son Erişim Tarihi

source: [Entry/History] Last Modification Date
ar: تاريخ آخر تعديل
tr: Son Değişiklik Tarihi

source: [Entry/History] Modification Date
ar: تاريخ التعديل
tr: Değiştirilme Tarihi

source: [Entry/History] Previous Versions
ar: الإصدارات السابقة
tr: Önceki Versiyonlar

source: [Entry/History/ExpiryDate] Never
ar: ابدًا
tr: Asla

source: [Entry/New/defaultTitle] New Entry
ar: سجل جديد
tr: Yeni Girdi

source: [Entry/title]
ar: إدخال
tr: Girdi

source: [File/In Trash/warning]
ar: إنَّ '%@' موجود في "المحذوفة مؤخرًا" وقد يتمُّ حذفه قريبًا. للحِفاظ على بياناتك، انقل المَلف إلى موقع أكثر ديمومة.
tr: "%@" Son Silinenler'de yer alıyor ve yakında silinebilir. Verilerinizi korumak için dosyayı daha kalıcı bir konuma taşıyın.

source: [File/PermissionDenied] Try to remove the file from the app, then add it again.
ar: حاول إزالة الملف من التطبيق، ثم أضفه مرة أُخرى.
tr: Dosyayı uygulamadan kaldırmayı, ardından tekrar eklemeyi deneyin.

source: [File/Re-add/title]
ar: إضافة الملف مرة أُخرى
tr: Dosyayı tekrar ekleyin

source: [File/TemporaryBackup/warning]
ar: هذه عِبارة عن قاعدة بيانات احتياطية مؤقتة. يُمكن أن تُحذَف تلقائيًا دون سابق إنذار. لا تستخدمها كقاعدة بياناتك الرئيسة.
tr: Bu, geçici bir yedekleme veri tabanıdır. Herhangi bir uyarı olmadan otomatik olarak silinebilir. Bunu ana veri tabanınız olarak kullanmayın.

source: [FileAccessError/FileProvider/NotFound/generic]
ar: خدمة التخزين غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
tr: Yer sağlayıcısı kullanılamıyor. Lütfen yüklü olup olmadığını veya hesabınıza giriş yapılıp yapılmadığını kontrol edin.

source: [FileAccessError/FileProvider/NotFound/other]
ar: %@ غير متوفرة. الرجاء التحقُّق مما إذا كانت مثبَّتة وقد تمَّ تسجيل الدخول إلى حسابك.
tr: %@ kullanılamıyor. Lütfen yüklü olup olmadığını veya hesabınıza giriş yapılıp yapılmadığını kontrol edin.

source: [FileAccessError/FileProvider/NotFound/smbShare]
ar: وحدة التخزين الشبكية غير مُتَّصلة.
tr: Ağ depolama alanı bağlı değil.

source: [FileAccessError/FileProvider/NotFound/usbDrive]
ar: وحدة USB غير مُتَّصلة.
tr: USB bellek bağlı değil.

source: [FileAccessError/internalError]
ar: خطأ داخلي في KeePassium، يُرجى إعلامنا بذلك.
tr: Dâhilî KeePassium hatası, lütfen bunu bizimle paylaşın.

source: [FileAccessError/ManagedAccessDenied/title]
ar: لا يمكن الوصول إلى وحدة التخزين هذه بسبب إعدادات مؤسستك.
tr: Bu depolamaya erişim kuruluşunuz tarafından devre dışı bırakılmıştır.

source: [FileAccessError/NetworkAccessDenied/generic]
ar: تحظر الإعدادات الوصول إلى الشبكة.
tr: Ağ erişimi, ayarlar tarafından engellendi.

source: [FileAccessError/NoResponse/genericFileProvider]
ar: مزود خدمة التخزين لا يستجيب.
tr: Yer sağlayıcı yanıt vermiyor.

source: [FileAccessError/NoResponse/knownFileProvider]
ar: %@ لا يستجيب.
tr: %@ yanıt vermiyor.

source: [FileAccessError/NoWritePermission/title]
ar: يتعذَّر حفظ الملف (%@)
tr: Dosya (%@) kaydedilemiyor

source: [FileAccessError/OneDriveReadOnly/reason]
ar: لقد بدلت مايكروسوفت تكاملات OneDrive مع iOS إلى وضع القراءة-فقط. يقولون أن ذلك بشكل مؤقتًا.
tr: Microsoft kısa süre önce OneDrive'ın iOS entegrasyonunu salt okunur olarak değiştirdi. Bu durumun geçici olduğunu söylüyorlar.

source: [FileAccessError/OneDriveReadOnly/recoverySuggestion]
ar: استخدم خيار التصدير لحفظ الملف في موقع آخر.
tr: Dosyayı farklı bir konuma kaydetmek için Dışa Aktar seçeneğini kullanın.

source: [FileAccessError/PermissionRequired/reason]
ar: يحتاج تطبيق KeePassium الحصول على إذنك للوصول إلى '%@'.
tr: KeePassium'un "%@'"erişimi için izninize ihtiyacı var.

source: [FileAccessError/PermissionRequired/recoveryAction]
ar: حدد الملف مرة أخرى للسماح بالوصول
tr: Erişim izni vermek için dosyayı tekrar seçin

source: [FileAccessError/Timeout/genericFileProvider]
ar: مزود خدمة التخزين لا يستجيب.
tr: Yer sağlayıcı yanıt vermiyor.

source: [FileAccessError/Timeout/knownFileProvider]
ar: %@ لا يستجيب.
tr: %@ yanıt vermiyor.

source: [FileInfo/Attributes/header]
ar: خصائص الملف
tr: Dosya Özellikleri

source: [FileInfo/Attributes/Hidden/title]
ar: مخفي
tr: Gizli

source: [FileInfo/Attributes/Hidden/warning]
ar: الملفات المخفية مرئية بدرجة أقل للمستخدم العادي، ولكنها لا تحسّن من أمان البيانات.
tr: Gizli dosyalar sıradan kullanıcılar tarafından daha az görülür ancak veri güvenliğini artırmaz.

source: [FileInfo/Backup/header]
ar: النسخ الاحتياطية
tr: Yedekle

source: [FileInfo/Error/failed to change attributes]
ar: تعذّر تعديل سمات الملف.
tr: Dosya öznitelikleri güncellenemedi.

source: [FileInfo/Field/title] Creation Date
ar: تاريخ الإنشاء
tr: Oluşturma Tarihi

source: [FileInfo/Field/title] File Location
ar: موقع الملف
tr: Dosya Konumu

source: [FileInfo/Field/title] File Name
ar: اسم الملف
tr: Dosya Adı

source: [FileInfo/Field/title] File Size
ar: حجم الملف
tr: Dosya Boyutu

source: [FileInfo/Field/title] Last Modification Date
ar: تاريخ آخر تعديل
tr: Son Değişiklik Tarihi

source: [FileInfo/Field/valueError] Error
ar: خطأ
tr: Hata

source: [FileInfo/isExcludedFromBackup/title]
ar: استبعد من النسخ الاحتياطي لـ iCloud/iTunes
tr: iCloud/iTunes Yedeklemesine Dâhil Etme

source: [FileInfo/title]
ar: معلومات الملف
tr: Dosya Bilgileri

source: [FileKeeper] Failed to delete file. Reason: %@
ar: فشل حذف الملف. السبب: %@
tr: Dosya silinemedi. Sebep: %@

source: [FileKeeper] Failed to import file. Reason: %@
ar: فشل استيراد الملف. السبب: %@
tr: Dosya içe aktarılamadı. Sebep: %@

source: [FileKeeper] Failed to open file. Reason: %@
ar: فشل فتح الملف. السبب: %@
tr: Dosya açılamadı. Sebep: %@

source: [FileKeeper] Not a file URL
ar: ليس رابط URL لِمَلف
tr: Dosya URL'si değil

source: [FileProvider/Amerigo/name]
ar: Amerigo
tr: Amerigo

source: [FileProvider/Box/name]
ar: Box
tr: Box

source: [FileProvider/Boxcryptor/name]
ar: Boxcryptor
tr: Boxcryptor

source: [FileProvider/Cryptomator/name]
ar: Cryptomator
tr: Cryptomator

source: [FileProvider/Dropbox/name]
ar: Dropbox
tr: Dropbox

source: [FileProvider/FE File Explorer/name]
ar: FE File Explorer
tr: FE File Explorer

source: [FileProvider/Google Drive/name]
ar: Google Drive
tr: Google Drive

source: [FileProvider/iCloud Drive/name]
ar: iCloud Drive
tr: iCloud Drive

source: [FileProvider/MagentaCloud/name]
ar: MagentaCLOUD
tr: MagentaCLOUD

source: [FileProvider/Mega.nz/name]
ar: MEGA.nz
tr: MEGA.nz

source: [FileProvider/Nextcloud/name]
ar: Nextcloud
tr: Nextcloud

source: [FileProvider/On My iPad/name]
ar: على الآيباد الخاص بي
tr: iPad'imde

source: [FileProvider/On My iPhone/name]
ar: على الآيفون الخاص بي
tr: iPhone'umda

source: [FileProvider/OneDrive/name]
ar: OneDrive
tr: OneDrive

source: [FileProvider/ownCloud/name]
ar: ownCloud
tr: ownCloud

source: [FileProvider/pCloud/name]
ar: pCloud
tr: pCloud

source: [FileProvider/ProtonDrive/name]
ar: Proton Drive
tr: Proton Drive

source: [FileProvider/qnapQFile/name]
ar: Qfile
tr: Qfile

source: [FileProvider/Readdle Documents/name]
ar: Documents by Readdle
tr: Readdle Dokümanları

source: [FileProvider/Resilio Sync/name]
ar: Resilio Sync
tr: Resilio Sync

source: [FileProvider/Seafile Pro/name]
ar: Seafile Pro
tr: Seafile Pro

source: [FileProvider/Secure ShellFish/name]
ar: Secure ShellFish
tr: Secure ShellFish

source: [FileProvider/SMB/name]
ar: SMB server
tr: SMB sunucusu

source: [FileProvider/Stratospherix FileBrowser/name]
ar: FileBrowser
tr: FileBrowser

source: [FileProvider/sync.com/name]
ar: Sync.com
tr: Sync.com

source: [FileProvider/Synology Drive/name]
ar: Synology Drive
tr: Synology Drive

source: [FileProvider/Synology DS file/name]
ar: Synology DS file
tr: Synology DS dosyası

source: [FileProvider/Tresorit/name]
ar: Tresorit
tr: Tresorit

source: [FileProvider/USB drive/name]
ar: وحدة تخزين USB
tr: USB bellek

source: [FileProvider/Yandex.Disk/name]
ar: Yandex.Disk
tr: Yandex.Disk

source: [General/DestinationGroup/title] Choose a Destination
ar: اختر وجهة
tr: Konum seçin

source: [General/Feature/Off]
ar: إيقاف
tr: Kapalı

source: [General/Feature/On]
ar: نشط
tr: Açık

source: [General/FileList/Empty/title]
ar: المجلد فارغ
tr: Klasör boş

source: [General/MultiSelectionKeys/hint]
ar: اضغط مع الاستمرار على مفتاح Cmd أو Shift لتحديد عناصر متعددة.
tr: Cmd veya Shift tuşuna basılı tutarak birden fazla öge seçin.

source: [Generic] Cancel
ar: إلغاء
tr: İptal et

source: [Generic] Contact Support
ar: التواصل مع الدعم
tr: Destekle İletişime Geçin

source: [Generic] Contact Us
ar: تواصل معنا
tr: Bizimle İletişime Geçin

source: [Generic] Continue
ar: المتابعة
tr: Devam Et

source: [Generic] Copy
ar: نسخ
tr: Kopyala

source: [Generic] Create
ar: إنشاء
tr: Oluştur

source: [Generic] Delete
ar: حذف
tr: Sil

source: [Generic] Delete All
ar: حذف الكل
tr: Tümünü Sil

source: [Generic] Discard
ar: تجاهل
tr: Kaldır

source: [Generic] Dismiss
ar: تجاهُل
tr: Kapat

source: [Generic] Done
ar: تمَّ التحميل
tr: Bitti

source: [Generic] Edit
ar: حرّر
tr: Düzenle

source: [Generic] Export
ar: تصدير
tr: Dışa Aktar

source: [Generic] Fix this
ar: حل المشكلة
tr: Bunu onar

source: [Generic] Import
ar: استيراد
tr: İçeri aktar

source: [Generic] Learn more
ar: اعرف المزيد…
tr: Daha fazla bilgi edinin…

source: [Generic] More Actions
ar: المزيد من الإجراءات
tr: Daha Fazla Eylem

source: [Generic] Move
ar: نقل
tr: Taşı

source: [Generic] OK
ar: حسناً
tr: Tamam

source: [Generic] Open URL
ar: فتح عنوان URL
tr: URL'yi aç

source: [Generic] Overwrite
ar: الكتابة فوق الملف
tr: Üzerine yaz

source: [Generic] Print
ar: طباعة
tr: Yazdır

source: [Generic] Rename
ar: إعادة التسمية
tr: Yeniden adlandır

source: [Generic] Replace
ar: إستبدال
tr: Değiştir

source: [Generic] Restore
ar: استعادة
tr: Geri yükle

source: [Generic] Retry
ar: أعد المحاولة
tr: Tekrar dene

source: [Generic] Reveal in Finder
ar: الكشف في الباحِث
tr: Finder’da göster

source: [Generic] Share
ar: مُشاركة
tr: Paylaş

source: [Generic] Show Details
ar: عرض التفاصيل
tr: Ayrıntıları göster

source: [Generic] Show In Plain Text
ar: إظهار في هيئة نص عادي
tr: Düz Metin Olarak Göster

source: [Generic] Show more
ar: عرض المزيد
tr: Daha fazlasını göster

source: [Generic] Skip
ar: تَخطِّي
tr: Atla

source: [Generic/Action/ReorderItems]
ar: إعادة ترتيب
tr: Yeniden sırala

source: [Generic/Action/SelectItems]
ar: تحديد
tr: Seç

source: [Generic/Count/ImportedEntries]
ar: الإدخالات التي تم العثور عليها: %d
tr: Bulunan girdiler: %d

source: [Generic/Directory/Recently Deleted/name]
ar: سلة المحذوفات
tr: Son Silinenler

source: [Generic/Edit/Aborting/title] There are unsaved changes
ar: هناك تغييرات غير محفوظة
tr: Kaydedilmemiş değişiklikler var

source: [Generic/File] Delete
ar: حذف
tr: Sil

source: [Generic/File] Remove
ar: إزالة
tr: Kaldır

source: [Generic/File/Export/title]
ar: تصدير الملف
tr: Dosya Dışa Aktarma

source: [Generic/File/ForceSave]
ar: فرض الحفظ
tr: Zorla Kaydet

source: [Generic/File/Save as]
ar: حفظ باسم…
tr: Farklı kaydet…

source: [Generic/File/title] Export Error
ar: خطأ في التصدير
tr: Dışa Aktarma Hatası

source: [Generic/File/title] File already exists
ar: الملف موجود مسبقا
tr: Dosya zaten mevcut

source: [Generic/File/title] Import Error
ar: خطأ في الاستيراد
tr: İçe Aktarma Hatası

source: [Generic/GotIt/action]
ar: حسنًا
tr: Anladım

source: [Generic/Presets]
ar: الإعدادات الجاهزة
tr: Ön Ayarlar

source: [Generic/RefreshList/action]
ar: تحديث القائمة
tr: Listeyi Yenile

source: [Generic/Search/title]
ar: البحث
tr: Arama

source: [Generic/title] Error
ar: خطأ
tr: Hata

source: [Generic/title] Keychain Error
ar: خطأ في سلسلة المفاتيح
tr: Anahtar Zinciri Hatası

source: [Generic/title] Warning
ar: تحذير
tr: Uyarı

source: [Generic/Tools/title]
ar: الأدوات
tr: Araçlar

source: [Generic/ViewHelpArticle/action]
ar: عرض المقالة المساعدة
tr: Yardım makalesini görüntüle

source: [Generic/ViewOptions/title]
ar: خيارات العرض
tr: Görüntüleme Seçenekleri

source: [Group/a11y/description]
ar: %@، مجموعة
tr: %@, Grup

source: [Group/Create/action] Create Group
ar: إنشاء مجموعة
tr: Grup oluştur

source: [Group/Edit/title] Edit Group
ar: تحرير المجموعة
tr: Grubu düzenle

source: [Group/Menu/a11y/title]
ar: قائمة المجموعات
tr: Grup Menüsü

source: [Group/New/defaultName] New Group
ar: مجموعة جديدة
tr: Yeni Grup

source: [Group/Notes/title]
ar: المُلاحظات
tr: Notlar

source: [Group/RecycleBin/Empty/action]
ar: إفراغ سلة المحذوفات
tr: Geri Dönüşüm Kutusunu boşalt

source: [Group/RecycleBin/Empty/confirmTitle]
ar: هل تريد حذف كل شيء في سلة المحذوفات نهائيًا؟
tr: Geri Dönüşüm Kutusundaki her şey kalıcı olarak silinsin mi?

source: [Group/Section/Entries/title]
ar: الإدخالات
tr: Girdiler

source: [Group/Section/Groups/title]
ar: المجموعات
tr: Gruplar

source: [Group/Smart/a11y/description]
ar: %@، مجموعة ذكية
tr: %@, Akıllı grup

source: [Group/Smart/about]
ar: نُبذة عن المجموعات الذكية…
tr: Akıllı gruplar hakkında…

source: [Group/Smart/Create/action]
ar: إنشاء مجموعة ذكية
tr: Akıllı Grup oluştur

source: [Group/Smart/New/defaultName]
ar: مجموعة ذكية جديدة
tr: Yeni Akıllı Grup

source: [Group/Smart/Preset/allEntries]
ar: كل الإدخالات
tr: Tüm Girdiler

source: [Group/Smart/Preset/expiredEntries]
ar: الإدخالات منتهية الصلاحية
tr: Süresi Dolmuş Girdiler

source: [Group/Smart/Preset/otpEntries]
ar: الإدخالات التي تحتوي على رمز OTP
tr: OTP'li Girdiler

source: [Group/Smart/Preset/passkeyEntries]
ar: الإدخالات التي تحتوي على مفاتيح مرور
tr: Geçiş Kodlu Girdiler

source: [Group/Smart/Query/title]
ar: عوامل تصفية المجموعة الذكية
tr: Akıllı Grup Filtresi

source: [Group/Smart/title]
ar: مجموعة ذكية
tr: Akıllı Grup

source: [Group/title]
ar: المجموعة
tr: Grup

source: [GroupEditor/Name/placeholder]
ar: اسم المجموعة
tr: Grup Adı

source: [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
ar: أجهزة المفاتيح غير مُتاحة في التعبئة التلقائية.
tr: Donanım anahtarları, Otomatik Doldurmada kullanılamıyor.

source: [HardwareKey/AutoFill/TheseNotAvailable]
ar: أجهزة المفاتيح هذه غير متوفرة في التعبئة التلقائية.
tr: Bu donanım anahtarları, Otomatik Doldurma'da kullanılamıyor.

source: [HardwareKey/Field/title]
ar: جهاز مفتاح
tr: Donanım Anahtarı

source: [HardwareKey/Interface/LightningViaUSBAdapter]
ar: Lightning (عبر مهايئ USB)
tr: Lightning (USB adaptörü yoluyla)

source: [HardwareKey/LightningOverUSB/RequiresAdapter]
ar: يتطلب محول USB-C إلى Lightning من Apple
tr: Apple USB-C'den Lightning'e adaptör gerektirir

source: [HardwareKey/None] No Hardware Key
ar: عدم استخدام جهاز مفاتيح
tr: Donanım Anahtarı Yok

source: [HardwareKey/Picker/title]
ar: حهاز مفاتيح
tr: Donanım Anahtarları

source: [HardwareKey/Slot/title]
ar: %1$@ المنفذ %2$d
tr: %1$@ Yuvası %2$d

source: [HardwareKey/SlotN]
ar: المنفذ %d
tr: Yuva %d

source: [HardwareKey/SlotTitle]
ar: المنفذ
tr: Yuva

source: [HardwareKey/USB/chalRespNotSupported]
ar: لا يدعم هذا الجهاز بروتوكول التحدي والاستجابة عبر اتصال USB.
tr: Bu cihaz, USB bağlantısı yoluyla sorgu-yanıt işlemini desteklemiyor.

source: [HardwareKey/USB/iPadAppOnMac]
ar: منفذ USB غير متوفر لأن هذا تطبيق مخصص لأجهزة iPad ويعمل حاليًا على نظام التشغيل macOS. استخدم التطبيق المخصص لأجهزة Mac بدلًا من ذلك.
tr: Bu, macOS üzerinde çalışan bir iPad uygulaması olduğundan USB kullanılamıyor. Bunun yerine yerel Mac uygulamasını kullanın.

source: [Help Viewer/title]
ar: المساعدة
tr: Yardım

source: [HOTP/FieldName]
ar: رمز مُرور المرة الواحدة (HOTP)
tr: Tek Seferlik Şifre (HOTP)
